Repository: fe11n/kiran-cc-daemon
Catalog: po/*.po
Languages: bo_cn, kk_kg, kk_kz, mn_mn, ug_cn

source: Attached computer is low in power ({0:.1f}%)
bo_cn: དེར་མཐུད་རྩིས་འཁོར་གློག་ཚད་དམའ་བ། （{0：.1f}%）
kk_kg: Туташтырылган компьютердин күчү төмөн ({0:1f}%)
kk_kz: Бекітілген компьютердің қуаты төмен ( { 0:.1f }% )
mn_mn: Атташлагдсан компьютер нь хүчин чадал бага ({0:.1f}%)
ug_cn: قوشۇمچە كومپيۇتېر قۇۋۋىتى تۆۋەن ( { 0:.1f }% )

source: Battery critically low
bo_cn: གློག་གཡིས་གློག་ཚད་ཚབས་ཆེན་མི་འདང་བ།
kk_kg: Батарея өтө төмөн
kk_kz: Батарея өте төмен
mn_mn: Батарей маш бага
ug_cn: باتارېيە ئېغىر دەرىجىدە تۆۋەن

source: Approximately <b>{0}</b> remaining ({1:.1f}%). Plug in your AC adapter to avoid losing data.
bo_cn: ཧ་ལམ་ཟས་ལྷག་
kk_kg: Калган {0} <b></b> ({1:1f}%). Маалыматтарды жоготуп алуудан качуу үчүн ак адаптериңизди туташтырыңыз.
kk_kz: Шамамен < b > { } < > / b ( қалған { 1:.1f } ). Деректерді жоғалтпау үшін айнымалы токқа бейімдеңіз.
mn_mn: Ойролцоогоор <b>{0}</b> үлдсэн ({1:.1f}%). Өгөгдөл алдахаас зайлсхийхийн тулд AC адаптераа суулгаарай.
ug_cn: تەخمىنەن < b > { 0 } < > / b ( قالغان { } 1: .1f ) <TAG1>. AC غا قىستۇرۇپ سانلىق مەلۇماتنى يوقىتىشتىن ساقلىنىڭ.

source: UPS critically low
bo_cn: UPSཚབས་ཆེན་དམའ་བ།
kk_kg: UPS өтө төмөн
kk_kz: UPS өте төмен
mn_mn: UPS маш бага
ug_cn: UPS ئېغىر دەرىجىدە تۆۋەن

source: Approximately <b>{0}</b> of remaining UPS power ({1:.1f}%). Restore AC power to your computer to avoid losing data.
bo_cn: ཧ་ལམ།
kk_kg: Калган UPS күчүнүн болжол менен <b>{0}</b> ({1:1f}). Маалыматтарды жоготуп алуудан качуу үчүн компьютериңизге АК күчүн калыбына келтирүү.
kk_kz: Шамамен қалған UPS қуаты < > { } < / b > қалған UPS қуаты ( { 1:.1f }% ). Деректерді жоғалтпау үшін айнымалы ток қуатын компьютеріңізге қалпына келтіріңіз.
mn_mn: Ойролцоогоор <b>UPS</b> хүч ({1:.1f}%) үлдсэн {0}. Өгөгдөл алдагдахаас зайлсхийхийн тулд таны компьютерт AC хүчийг сэргээх.
ug_cn: تەخمىنەن < b > { 0 } < > / b ( قالغان UPS قۇۋۋىتى { } 1: .1f )% <TAG1>% <TAG1>. سانلىق مەلۇماتتىن ساقلىنىش ئۈچۈن كومپيۇتېرىڭىزغا AC قۇۋۋىتىنى ئەسلىگە كەلتۈرۈڭ.

source: Wireless mouse is very low in power ({0:.1f}%). This device will soon stop functioning if not charged.
bo_cn: སྐུད་མེད་鼠标རྩོལ་བ་ཟད་གྲོན་ཧ་ཅང་དམའ། （{0：.1f}%）。 གལ་ཏེ་གློག་གསོག་པ་དེར་སྒྲིག་ཆས་ཤིན་ཏུ་མགྱོགས་མཚམས་འཁོར་སྐྱོད།
kk_kg: Зымсыз чычкан күчү өтө төмөн ({0:1f}%). Бул аппарат заряддалбаса, жакында иштебей калат.
kk_kz: Сымсыз тінтуірдің қуаты өте төмен ( { 0:.1f }% ). Бұл құрылғы зарядталмаған жағдайда жақын арада жұмысын тоқтатады.
mn_mn: Утасгүй хулгана нь маш бага хүчдэлтэй ({0:.1f}%). Энэ төхөөрөмж цэнэглэгдээгүй бол удахгүй ажиллахаа болино.
ug_cn: سىمسىز چاشقىنەكنىڭ قۇۋۋىتى ئىنتايىن تۆۋەن ( { 0:.1f }% ). توك قاچىلىمىسا بۇ ئۈسكۈنە ئۇزۇن ئۆتمەيلا ئىشلەيدۇ.

source: Wireless keyboard is very low in power ({0:.1f}%). This device will soon stop functioning if not charged.
bo_cn: སྐུད་མེད་ཕབ་གཞོང་རྩོལ་བ་ཟད་གྲོན་ཧ་ཅང་དམའ། （{0：.1f}%）。 གལ་ཏེ་གློག་གསོག་པ་དེར་སྒྲིག་ཆས་ཤིན་ཏུ་མགྱོགས་མཚམས་འཁོར་སྐྱོད།
kk_kg: Зымсыз алиптергич күчү өтө төмөн ({0:1f}%). Бул аппарат заряддалбаса, жакында иштебей калат.
kk_kz: Сымсыз пернетақта өте төмен ( { 0:.1f }% ) <TAG1>. Бұл құрылғы зарядталмаған жағдайда жақын арада жұмысын тоқтатады.
mn_mn: Утасгүй товчлуур нь маш бага хүчдэлтэй ({0:.1f}%). Энэ төхөөрөмж цэнэглэгдээгүй бол удахгүй ажиллахаа болино.
ug_cn: سىمسىز كۇنۇپكا تاختىسىنىڭ قۇۋۋىتى ئىنتايىن تۆۋەن ( { 0:.1f }% ) <TAG1>. توك قاچىلىمىسا بۇ ئۈسكۈنە ئۇزۇن ئۆتمەيلا ئىشلەيدۇ.

source: PDA is very low in power ({0:.1f}%). This device will soon stop functioning if not charged.
bo_cn: PDAརྩོལ་བ་ཟད་གྲོན་ཧ་ཅང་དམའ་（{0། .1f}%）། གལ་ཏེ་གློག་གསོག་པ་དེར་སྒྲིག་ཆས་ཤིན་ཏུ་མགྱོགས་མཚམས་འཁོར་སྐྱོད།
kk_kg: PDA күчү өтө төмөн ({0:1f}%). Бул аппарат заряддалбаса, жакында иштебей калат.
kk_kz: PDA қуаты өте төмен ( { 0:.1f }% ). Бұл құрылғы зарядталмаған жағдайда жақын арада жұмысын тоқтатады.
mn_mn: PDA нь эрчим хүчний хувьд маш бага ({0:.1f}%). Энэ төхөөрөмж цэнэглэгдээгүй бол удахгүй ажиллахаа болино.
ug_cn: PDA نىڭ قۇۋۋىتى ئىنتايىن تۆۋەن ( { 0:.1f }% ). توك قاچىلىمىسا بۇ ئۈسكۈنە ئۇزۇن ئۆتمەيلا ئىشلەيدۇ.

source: Cell phone is very low in power ({0:.1f}%). This device will soon stop functioning if not charged.
bo_cn: ཁ་པར་གློག་ཚད་ཧ་ཅང་དམའ་（{0། .1f}%）། གལ་ཏེ་གློག་གསོག་པ་དེར་སྒྲིག་ཆས་ཤིན་ཏུ་མགྱོགས་མཚམས་འཁོར་སྐྱོད།
kk_kg: Уюлдук телефондун күчү өтө төмөн ({0:1f}%). Бул аппарат заряддалбаса, жакында иштебей калат.
kk_kz: Ұялы телефонның қуаты өте төмен ( { 0:.1f }% ). Бұл құрылғы зарядталмаған жағдайда жақын арада жұмысын тоқтатады.
mn_mn: Гар утас нь маш бага хүчдэлтэй ({0:.1f}%). Энэ төхөөрөмж цэнэглэгдээгүй бол удахгүй ажиллахаа болино.
ug_cn: يان تېلېفوننىڭ قۇۋۋىتى ئىنتايىن تۆۋەن ( { 0:.1f }% ). توك قاچىلىمىسا بۇ ئۈسكۈنە ئۇزۇن ئۆتمەيلا ئىشلەيدۇ.

source: Media player is very low in power ({0:.1f}%). This device will soon stop functioning if not charged.
bo_cn: སྨྱན་སྦྱོར་播放器རྩོལ་བ་ཟད་གྲོན་ཧ་ཅང་དམའ་（{0། .1f}%）། གལ་ཏེ་གློག་གསོག་པ་དེར་སྒྲིག་ཆས་ཤིན་ཏུ་མགྱོགས་མཚམས་འཁོར་སྐྱོད།
kk_kg: Медиаойнотуучу күчү өтө төмөн ({0:1f}%). Бул аппарат заряддалбаса, жакында иштебей калат.
kk_kz: Медиа ойнатқыштың қуаты өте төмен ( { 0:.1f }% )>. Бұл құрылғы зарядталмаған жағдайда жақын арада жұмысын тоқтатады.
mn_mn: Медиа тоглуулагч нь маш бага хүч ({0:.1f}%). Энэ төхөөрөмж цэнэглэгдээгүй бол удахгүй ажиллахаа болино.
ug_cn: مېدىيا قويغۇچنىڭ كۈچى ئىنتايىن تۆۋەن ( { 0:.1f }% )>. توك قاچىلىمىسا بۇ ئۈسكۈنە ئۇزۇن ئۆتمەيلا ئىشلەيدۇ.

source: Tablet is very low in power ({0:.1f}%). This device will soon stop functioning if not charged.
bo_cn: དཀྱུས་མ་གློག་ཀླད་ཀྱི་རྩོལ་བ་ཟད་གྲོན་ཧ་ཅང་དམའ་（{0། .1f}%）། གལ་ཏེ་གློག་གསོག་པ་དེར་སྒྲིག་ཆས་ཤིན་ཏུ་མགྱོགས་མཚམས་འཁོར་སྐྱོད།
kk_kg: Планшеттин күчү өтө төмөн ({0:1f}%). Бул аппарат заряддалбаса, жакында иштебей калат.
kk_kz: Планшеттің қуаты өте төмен ( { 0:.1f }% ). Бұл құрылғы зарядталмаған жағдайда жақын арада жұмысын тоқтатады.
mn_mn: Таблет нь эрчим хүчний хувьд маш бага ({0:.1f}%). Энэ төхөөрөмж цэнэглэгдээгүй бол удахгүй ажиллахаа болино.
ug_cn: تاختا كومپيۇتېر قۇۋۋىتى ئىنتايىن تۆۋەن ( { 0:.1f }% ). توك قاچىلىمىسا بۇ ئۈسكۈنە ئۇزۇن ئۆتمەيلا ئىشلەيدۇ.

source: Attached computer is very low in power ({0:.1f}%). The device will soon shutdown if not charged.
bo_cn: དེར་མཐུད་རྩིས་འཁོར་གློག་ཚད་ཧ་ཅང་དམའ། （{0：.1f}%）。 གལ་ཏེ་མི་མང་ཙམ་དང་། སྒྲིག་ཆས་ཤིན་ཏུ་མགྱོགས་པ་སྒོ་རྒྱག
kk_kg: Туташтырылган компьютердин күчү өтө төмөн ({0:1f}%). Заряддалбаса, аппарат жакында өчүрүлөт.
kk_kz: Бекітілген компьютердің қуаты өте төмен ( { 0:.1f }% ) <TAG1>. Егер зарядталмаса, құрылғы жақын арада өшіріледі.
mn_mn: Атташед компьютер нь эрчим хүчний хувьд маш бага ({0:.1f}%). Хэрэв цэнэглэхгүй бол төхөөрөмж удахгүй хаагдах болно.
ug_cn: قوشۇمچە كومپيۇتېر قۇۋۋىتى ئىنتايىن تۆۋەن ( { 0:.1f }% ) <TAG1>. توك قاچىلىمىسا ئۈسكۈنە پات يېقىندا تاقىلىدۇ.

source: Laptop battery critically low
bo_cn: ལག་ཐོགས་གློག་ཀླད་གློག་སྨན་གློག་ཚད་ཚབས་ཆེན་མི་འདང་བ།
kk_kg: Ноутбук батареясы өтө төмөн
kk_kz: Ноутбук батареясы өте төмен
mn_mn: Зөөврийн компьютерын батарей маш бага
ug_cn: خاتىرە كومپيۇتېر باتارېيەسى ئېغىر تۆۋەن

source: The battery is below the critical level and this computer is about to suspend.<br><b>NOTE:</b> A small amount of power is required to keep your computer in a suspended state.
bo_cn: གློག་གཡིས་གློག་ཚད་ལས་དམའ་འགྱུར་མཚམས་ཀྱི་ཆུ་ཚད་དེ་བས་རྩིས་འཁོར་གྲབས་ཡོད་པ།
kk_kg: Батарея сындуу деңгээлден төмөн жана бул компьютер токтотууга жакын. <br><b>ЭСКЕРТҮҮ:</b> Компьютериңизди токтоп калган абалда сактоо үчүн аз өлчөмдөгү күч талап кылынат.
kk_kz: Батарея критикалық деңгейден төмен және бұл компьютер тоқтата тұр. < br > < > b < NOTE: <TAG1>/b > Компьютерді уақытша күйде ұстау үшін аз қуат қажет.
mn_mn: Аккумлятор нь эгзэгтэй түвшингээс доогуур байгаа бөгөөд энэ компьютерийг саатуулах гэж байна. <br><b>АНХААРУУЛГА:</b> Компьютерээ түр саатуулсан байдалд байлгахын тулд бага хэмжээний хүчин чадал шаардлагатай.
ug_cn: باتارېيە ھالقىلىق سەۋىيىدىن تۆۋەن بولۇپ ، بۇ كومپيۇتېر توختىتىلىۋاتىدۇ. < br > < > b < ئەسكەرتىش: <TAG1>/b > كومپيۇتېرىڭىزنى توختىتىلغان ھالەتتە ساقلاش ئۈچۈن ئاز مىقداردا توك تەلەپ قىلىنىدۇ.

source: The battery is below the critical level and this computer is about to hibernate.
bo_cn: གློག་གཡིས་གློག་ཚད་ལས་དམའ་འགྱུར་མཚམས་ཀྱི་ཆུ་ཚད་དེ་བས་རྩིས་འཁོར་གྲབས་ཉལ།
kk_kg: Батарея сындуу деңгээлден төмөн жана бул компьютер уктап жатат.
kk_kz: Батарея критикалық деңгейден төмен және бұл компьютер күтуге жақын.
mn_mn: Аккумлятор нь эгзэгтэй түвшингээс доогуур, энэ компьютер хөлд орох гэж байна.
ug_cn: باتارېيە ھالقىلىق سەۋىيىدىن تۆۋەن ، بۇ كومپيۇتېر قىشلىق ئۇيقۇغا ئاز قالدى.

source: The battery is below the critical level and this computer is about to shutdown.
bo_cn: གློག་གཡིས་གློག་ཚད་ལས་དམའ་འགྱུར་མཚམས་ཀྱི་ཆུ་ཚད་དེ་བས་རྩིས་འཁོར་གྲབས་སྒོ་རྒྱག
kk_kg: Батарея сындуу деңгээлден төмөн жана бул компьютер өчүрүлүүгө жакын.
kk_kz: Батарея критикалық деңгейден төмен және бұл компьютер істен шығады.
mn_mn: Аккумлятор нь эгзэгтэй түвшингээс доогуур байгаа бөгөөд энэ компьютер хаагдах гэж байна.
ug_cn: باتارېيە ھالقىلىق سەۋىيىدىن تۆۋەن ، بۇ كومپيۇتېر تاقىلىپ قالماقچى.

source: The battery is below the critical level and this computer will <b>power-off</b> when the battery becomes completely empty.
bo_cn: གློག་གཡིས་ལས་དམའ་འགྱུར་མཚམས་ཀྱི་ཆུ་ཚད་ནི་གློག་སྨན་རྦད་དེ་耗尽དུས་བྱ་རྩིས་འཁོར་གྱིས་
kk_kg: Батарея сындуу деңгээлден төмөн жана батарея толугу менен бош калганда, бул компьютер <b>өчүрүлөт</b>.
kk_kz: Батарея критикалық деңгейден төмен және бұл компьютер батарея толық бос болған кезде < b > қуаттан тыс < / b > болады.
mn_mn: Аккумлятор нь эгзэгтэй түвшингээс доогуур байгаа бөгөөд батарей бүрэн хоосон болоход энэ компьютер <b>цахилгаанд</b> орно.
ug_cn: باتارېيە ھالقىلىق سەۋىيىدىن تۆۋەن بولۇپ ، باتارېيە پۈتۈنلەي قۇرۇق بولۇپ قالغاندا < b > توك چىقىرىش < / b > بولىدۇ.

source: The UPS is below the critical level and this computer is about to suspend.<br><b>NOTE:</b> A small amount of power is required to keep your computer in a suspended state.
bo_cn: UPSལས་དམའ་འགྱུར་མཚམས་རིམ་པ་དེའི་རྩིས་འཁོར་གྲབས་ཡོད་པ།
kk_kg: UPS сындуу деңгээлден төмөн жана бул компьютер токтотууга жакын. <br><b>ЭСКЕРТҮҮ:</b> Компьютериңизди токтоп калган абалда сактоо үчүн аз өлчөмдөгү күч талап кылынат.
kk_kz: UPS сыни деңгейден төмен және бұл компьютер тоқтата тұр. < br > < > b < NOTE: <TAG1>/b > Компьютерді уақытша күйде ұстау үшін аз қуат қажет.
mn_mn: UPS нь эгзэгтэй түвшнээс доогуур байгаа бөгөөд энэ компьютерийг саатуулах гэж байна. <br><b>АНХААРУУЛГА:</b> Компьютерээ түр саатуулсан байдалд байлгахын тулд бага хэмжээний хүчин чадал шаардлагатай.
ug_cn: UPS ھالقىلىق سەۋىيىدىن تۆۋەن ، بۇ كومپيۇتېر توختىتىلىۋاتىدۇ. < br > < b > B < بېلەت تاشلاش: <TAG1>/b > كومپيۇتېرىڭىزنى توختىتىلغان ھالەتتە ساقلاش ئۈچۈن ئاز مىقداردا توك تەلەپ قىلىنىدۇ.

source: The UPS is below the critical level and this computer is about to hibernate.
bo_cn: UPSལས་དམའ་འགྱུར་མཚམས་རིམ་པ་དེའི་རྩིས་འཁོར་གྲབས་ཉལ།
kk_kg: UPS сындуу деңгээлден төмөн жана бул компьютер уктап жатат.
kk_kz: UPS сыни деңгейден төмен және бұл компьютер күтуге жақын.
mn_mn: UPS нь маш чухал түвшнээс доогуур байгаа бөгөөд энэ компьютер нь хөлд орох гэж байна.
ug_cn: UPS ھالقىلىق سەۋىيىدىن تۆۋەن ، بۇ كومپيۇتېر قىشلىق ئۇيقۇغا ئاز قالدى.

source: The UPS is below the critical level and this computer is about to shutdown.
bo_cn: UPSལས་དམའ་འགྱུར་མཚམས་རིམ་པ་དེའི་རྩིས་འཁོར་གྲབས་སྒོ་རྒྱག
kk_kg: UPS сындуу деңгээлден төмөн жана бул компьютер өчүрүлүүгө жакын.
kk_kz: UPS критикалық деңгейден төмен және бұл компьютер жұмысын тоқтатпақшы.
mn_mn: UPS нь эгзэгтэй түвшингээс доогуур байгаа бөгөөд энэ компьютер хаагдах гэж байна.
ug_cn: UPS ھالقىلىق سەۋىيىدىن تۆۋەن ، بۇ كومپيۇتېر تاقىلىپ قالماقچى.

source: The UPS is below the critical level and this computer will <b>power-off</b> when the UPS becomes completely empty.
bo_cn: UPSལས་དམའ་འགྱུར་མཚམས་རིམ་པ་ནི་UPSརྦད་དེ་སྟོང་དུས་བྱ་རྩིས་འཁོར་གྱིས་
kk_kg: UPS сындуу деңгээлден төмөн жана бул компьютер UPS толугу менен бош калганда <b>электр энергиясын өчүрөт</b>.
kk_kz: UPS критикалық деңгейден төмен және бұл компьютер UPS толығымен бос болған кезде < b > қуаттан тыс < / b > болады.
mn_mn: UPS нь эгзэгтэй түвшингээс доогуур байгаа бөгөөд UPS бүрэн хоосон болоход энэ компьютер <b>эрчимжих</b> болно.
ug_cn: UPS ھالقىلىق سەۋىيىدىن تۆۋەن بولۇپ ، UPS پۈتۈنلەي قۇرۇق بولۇپ قالغاندا ، بۇ كومپيۇتېر < b > توك چىقىرىش < / b > بولىدۇ.

source: AC adapter
bo_cn: སྤེལ་རེས་适配器།
kk_kg: Ак адаптер
kk_kz: Айнымалы
mn_mn: АС адаптер
ug_cn: AC ماسلىشىش

source: Laptop battery
bo_cn: ལག་ཐོགས་གློག་ཀླད་གློག་སྨན།
kk_kg: Ноутбук батареясы
kk_kz: Ноутбук батареясы
mn_mn: Зөөврийн компьютерийн батарей
ug_cn: خاتىرە كومپيۇتېر باتارېيەسى

source: UPS
bo_cn: རྒྱུན་ཆད་མེད་པར་གློག་ཁུངས།
kk_kg: УПС

source: Monitor
bo_cn: ཚོད་འཛིན།
kk_kg: Монитор
kk_kz: Монитор
mn_mn: Монитор
ug_cn: نازارەت قىلىش

source: Mouse
bo_cn: བྱི་བ།
kk_kg: Чычкан
kk_kz: Тышқан
mn_mn: Муур
ug_cn: چاشقان

source: Keyboard
bo_cn: ཕབ་གཞོང།
kk_kg: Алиптергич
kk_kz: Пернетақта
mn_mn: Товчлуур
ug_cn: كۇنۇپكا تاختىسى

source: PDA
bo_cn: ཚབ་བྱས་སྟེང་གློག་ཀླད།
kk_kg: ПДА

source: Cell phone
bo_cn: ལག་ཐོགས་ཁ་པར།
kk_kg: Уюлдук телефон
kk_kz: Ұялы телефон
mn_mn: Гар утас
ug_cn: يان تېلېفون

source: Media player
bo_cn: སྨྱན་སྦྱོར་播放器།
kk_kg: Медиаойнотуучу
kk_kz: Медиа ойнатқыш
mn_mn: Медиа тоглуулагч
ug_cn: مېدىيا قويغۇچ

source: Tablet
bo_cn: ལེབ།
kk_kg: Планшет
kk_kz: Планшет
mn_mn: Таблет
ug_cn: جەدۋەل

source: Computer
bo_cn: རྩིས་འཁོར།
kk_kg: Компьютер
kk_kz: Компьютер
mn_mn: Компьютер
ug_cn: كومپيۇتېر

source: Unknown
bo_cn: ཤེས་མེད་པ་འི།
kk_kg: Белгисиз
kk_kz: Белгісіз
mn_mn: Үл мэдэгдэх
ug_cn: نامەلۇم

source: This program can only be used by the root user
bo_cn: དེའི་གོ་རིམ་ཁོ་ན་ས་རྩ་སྤྱོད་མཁན་གྱི།
kk_kg: Бул программа тамыр колдонуучу тарабынан гана колдонулушу мүмкүн
kk_kz: Бұл бағдарламаны тек тамыр қолданушысы қолдана алады
mn_mn: Энэ програмыг зөвхөн root хэрэглэгч ашиглаж болно
ug_cn: بۇ پروگراممىنى پەقەت يىلتىز ئىشلەتكۈچىلا ئىشلىتەلەيدۇ

source: This program must only be run through pkexec
bo_cn: དེའི་ལས་རིམ་བརྒྱུད་པ། Pkexecའཁོར་སྐྱོད།
kk_kg: Бул программа пэксек аркылуу гана жүргүзүлүшү керек
kk_kz: Бұл бағдарлама тек pkexec арқылы іске қосылуы керек
mn_mn: Энэ хөтөлбөрийг зөвхөн pkexec-ээр л явуулах ёстой
ug_cn: بۇ پروگرامما پەقەت pkexec ئارقىلىق ئىجرا قىلىنىشى كېرەك

source: Could not set the value of the backlight
bo_cn: བྲལ་བའི་སྒྲིག་ལུགས་གྲིབ་ཁུག་ལས་རེས།
kk_kg: Арткы жарыктын наркын коюуга болбоду
kk_kz: Артқы жарық шамасын орната алмады
mn_mn: Арын гэрлийн үнэ цэнийг тогтоож чадсангүй
ug_cn: ئارقا چىراغنىڭ قىممىتىنى بەلگىلىيەلمىدى

source: Power Manager
bo_cn: གློག་ཁུངས་དོ་དམ་ཆས།
kk_kg: Бийлик менеджери
kk_kz: Электр менеджері
mn_mn: Эрчим хүчний менежер
ug_cn: توك باشقۇرغۇچى

source: Power management daemon
bo_cn: གློག་ཁུངས་དོ་དམ་སྲུང་སྐྱོང་བྱེད་པའི་གོ་རིམ།
kk_kg: Электр энергиясын башкаруу дамону
kk_kz: Электр қуатын басқару демон
mn_mn: Эрчим хүчний менежмент daemon
ug_cn: توك باشقۇرۇش daemon

source: %b %d %Y
kk_kz: %b%%%% Y
