Repository: fe11n/kiran-cc-daemon
Catalog: po/*.po
Languages: bo_cn, kk_kg, kk_kz, mn_mn, ug_cn

source: The custom configuration file isn't found.
bo_cn: བཙལ་ནས་རང་གི་མཚན་ཉིད་བཀོད་སྒྲིག་ཡིག་ཆ།
kk_kg: Колдонуучунун конфигурация файлы табылбайт.
kk_kz: Жеке конфигурация файлы табылмайды.
mn_mn: Тохиргооны файл олдсонгүй.
ug_cn: ئىختىيارى سەپلىمە ھۆججىتى تېپىلمىدى.

source: Not found matched item in custom configuration file.
bo_cn: རང་གི་མཚན་ཉིད་བཀོད་སྒྲིག་བྱེད་པའི་ཡིག་ཆ་འི་ནང་དུ་མི་རྙེད་པ་དོ་མཉམ་པར་བྱེད་པ།
kk_kg: Колдонуучунун конфигурация файлында дал келген пункт табылган жок.
kk_kz: Әдеттегі конфигурация файлында сәйкес элемент табылмады.
mn_mn: Custom тохиргооны файлаас тохирох зүйл олдсонгүй.
ug_cn: ئىختىيارى سەپلىمە ھۆججىتىدە ماسلاشتۇرۇلغان تۈر تېپىلمىدى.

source: The primary monitor must not be empty.
bo_cn: གཙོ་监视器མི་ཆོག་པར་སྟོང་།
kk_kg: Баштапкы монитор бош болбошу керек.
kk_kz: Бастапқы монитор бос болмауы керек.
mn_mn: Үндсэн монитор хоосон байх ёсгүй.
ug_cn: دەسلەپكى كۆرسەتكۈچ قۇرۇق بولماسلىقى كېرەك.

source: Not found the primary monitor.
bo_cn: མི་རྙེད་པའི་མི་ཚང་བརྡ་སྟོན་ཡོ་ཆས།
kk_kg: Баштапкы монитор табылган жок.
kk_kz: Бастапқы монитор табылмады.
mn_mn: Үндсэн монитор олдсонгүй.
ug_cn: دەسلەپكى كۆرسەتكۈچ تېپىلمىدى.

source: Cannot disable the monitor, because the number of the enabled monitor is less than 1.
bo_cn: ཐབས་མེད་པར་མི་ཆོག་པའི་监视器ནི་སྤྱོད་འགོ་ཚུགས་པའི་监视器གྲངས་འབོར་ལས་ཆུང་བ་1།
kk_kg: Мониторду өчүрүү мүмкүн эмес, себеби иштетилген монитордун саны 1ден аз.
kk_kz: Мониторды өшіру мүмкін емес, өйткені қосылған монитордың саны 1-ден аз.
mn_mn: Мониторыг тахир дутуу болгож чадахгүй. Учир нь боломжтой мониторын тоо 1-ээс бага байна.
ug_cn: ئېكراننى چەكلىيەلمەيدۇ ، چۈنكى قوزغىتىلغان ئېكراننىڭ سانى 1 دىن تۆۋەن.

source: Exist null mode in mode list.
bo_cn: མ་དཔེ་རེའུ་མིག་བཀོད་ཁྲོད་གནས་པའི་སྟོང་བའི་རྣམ་པ།
kk_kg: Режим тизмесинде бар нул режими.
kk_kz: Нөлдік режимді режимдер тізіміне енгізіңіз.
mn_mn: null mode-г mode-н жагсаалтанд оруул.
ug_cn: ھالەت تىزىملىكىدىكى ئىناۋەتسىز.

source: Exist null mode in preferred mode list.
bo_cn: ནི་首选དཔེ་དབྱིབས་རེའུ་མིག་བཀོད་ཁྲོད་གནས་པའི་སྟོང་བའི་རྣམ་པ།
kk_kg: Артыкчылыктуу режим тизмесинде жок режим бар.
kk_kz: Бос режимді артықшылықты режим тізіміне енгізіңіз.
mn_mn: Санал болгож буй mode-д null mode байгаа.
ug_cn: ياقتۇرىدىغان ھالەت تىزىملىكىدىكى ئىناۋەتسىز.

source: The current mode is not exist.
bo_cn: མིག་སྔ་འི་རྣམ་པ།
kk_kg: Учурдагы режим жок.
kk_kz: Ағымдағы режим жоқ.
mn_mn: Одоогийн хэв маяг байхгүй.
ug_cn: نۆۋەتتىكى ھالەت مەۋجۇت ئەمەس.

source: Not found match mode.
bo_cn: བཙལ་ནས་ཡོང་བའི་རྣམ་པ།
kk_kg: Дал келүү режими табылган жок.
kk_kz: Сәйкестік режимі табылмады.
mn_mn: Тохирох арга олдсонгүй.
ug_cn: مۇسابىقە ھالىتى تېپىلمىدى.

source: The mode is not exist.
bo_cn: དེའི་དཔེ་དབྱིབས་མི་གནས་པ།
kk_kg: Режим жок.
kk_kz: Режим жоқ.
mn_mn: Хэв маяг нь байхгүй.
ug_cn: ھالەت مەۋجۇت ئەمەس.

source: Unknown rotation type.
bo_cn: ཤེས་མེད་པའི་འཁོར་སྐྱོད་ཀྱི་རིགས་དབྱིབས།
kk_kg: Белгисиз айлануу түрү.
kk_kz: Белгісіз айналу түрі.
mn_mn: Үл мэдэгдэх ээлжийн төрөл.
ug_cn: نامەلۇم ئايلىنىش تىپى.

source: Unknown reflect type.
bo_cn: ཤེས་མེད་པའི་ལྡོག་འཕྲོ་འི་དབྱིབས།
kk_kg: Белгисиз чагылдыруу түрү.
kk_kz: Белгісіз шағылыс түрі.
mn_mn: Тодорхой бус тусгалын төрөл.
ug_cn: نامەلۇم نۇر قايتۇرۇش تىپى.

source: The current settings cannot be applied.
bo_cn: ཐབས་མེད་པར་ཉེར་སྤྱོད་དེང་སྐབས་བྱེད་ཀྱི་ཡོད་པ་རེད།
kk_kg: Учурдагы параметрлерди колдонууга болбойт.
kk_kz: Қазіргі параметрлерді қолдану мүмкін емес.
mn_mn: Одоогийн тохиргоог хэрэгжүүлж болохгүй.
ug_cn: نۆۋەتتىكى تەڭشەكلەرنى قوللىنىشقا بولمايدۇ.

source: Theme not exist.
bo_cn: བརྗོད་བྱ་གཙོ་བོར་བྱེད་པ།
kk_kg: Тема жок.
kk_kz: Тақырып жоқ.
mn_mn: Сэдэв байдаггүй.
ug_cn: تېما مەۋجۇت ئەمەس.

source: Unsupported theme type.
bo_cn: མི་བྱེད་པར་རྒྱབ་སྐྱོར་བྱེད་པའི་བརྗོད་བྱ་འི་དབྱིབས།
kk_kg: Популяцияланбаган тема түрү.
kk_kz: Қолдау көрсетілмейтін тақырып түрі.
mn_mn: Дэмжээгүй сэдвийн төрөл.
ug_cn: قوللىمايدىغان تېما تىپى.

source: Invalid theme type.
bo_cn: བརྗོད་བྱ་གཙོ་བོ་རིགས་གོ་མི་ཆོད་པ་ཡིན།
kk_kg: Жараксыз тема түрү.
kk_kz: Жарамсыз тақырып түрі.
mn_mn: Хүчингүй сэдвийн төрөл.
ug_cn: ئىناۋەتسىز تېما تىپى.

source: Invalid font type.
bo_cn: ཡིག་གཟུགས་ཀྱི་རིགས་དབྱིབས་ལ་རྩིས་འགྲོ་མེད།
kk_kg: Жараксыз шрифт түрү.
kk_kz: Жарамсыз шрифт түрі.
mn_mn: Хүчингүй фонтын төрөл.
ug_cn: ئىناۋەتسىز خەت تىپى.

source: Unsupported font type.
bo_cn: མི་བྱེད་པར་རྒྱབ་སྐྱོར་བྱེད་པའི་ཡིག་གཟུགས་ཀྱི་རིགས་དབྱིབས།
kk_kg: Популярдуу эмес шрифт түрү.
kk_kz: Қолайсыз шрифт түрі.
mn_mn: Дэмжээгүй фонтын төрөл.
ug_cn: قوللىمايدىغان خەت تىپى.

source: An incomplete request already exists.
bo_cn: གནས་པར་མི་ཡོང་བའི་རེ་བ།
kk_kg: Толук эмес өтүнүч буга чейин бар.
kk_kz: Толық емес сұраныс бұрыннан бар.
mn_mn: Бүрэн бус хүсэлт аль хэдийн байдаг.
ug_cn: تولۇق بولمىغان تەلەپ ئاللىقاچان مەۋجۇت.

source: The request is canceled.
bo_cn: རེ་བ་དེ་མེད་པར་བཟོ་དགོས།
kk_kg: Өтүнүч жокко чыгарылган.
kk_kz: Сұраныс жойылды.
mn_mn: Хүсэлтийг цуцална.
ug_cn: تەلەپ ئەمەلدىن قالدۇرۇلدى.

source: The request is rejected.
bo_cn: རེ་བ་བྱ་ཡུལ་གྱི་མི།
kk_kg: Өтүнүч четке кагылат.
kk_kz: Өтініш қабылданбады.
mn_mn: Хүсэлтийг хүлээн авахаас татгалздаг.
ug_cn: تەلەپ رەت قىلىندى.

source: Not found adapter.
bo_cn: མི་རྙེད་适配器།
kk_kg: Адаптер табылган жок.
kk_kz: Бейімделмеді.
mn_mn: Адаптер олдсонгүй.
ug_cn: ماسلىشىش تېپىلمىدى.

source: Sync to file failed.
bo_cn: དུས་མཉམ་དུ་ནས་ཡིག་ཆ་ཕམ་པ་རེད།
kk_kg: Файлдын синхрондоосу ишке ашпады.
kk_kz: Сәтсіз жіберу үшін синхрондау сәтсіз аяқталды.
mn_mn: Файл оруулах Sync бүтэлгүйтсэн.
ug_cn: ھۆججەتكە ماسقەدەملەش مەغلۇب بولدى.

source: Invalid scale mode.
bo_cn: 缩放དཔེ་རྩིས་འགྲོ་མེད།
kk_kg: Жараксыз масштабдагы режим.
kk_kz: Жарамсыз шкала режимі.
mn_mn: Хүчингүй масштабын хэв маяг.
ug_cn: ئىناۋەتسىز كۆلەم ھالىتى.

source: The number of the layout can't exceeds {0}.
bo_cn: བཀོད་པའི་གྲངས་འབོར་ལས་བརྒལ་མི་ཆོག་{0}།
kk_kg: Макеттин саны {0} аша албайт.
kk_kz: Орналасу саны { 0 } аспауы керек.
mn_mn: Загварын тоо {0} хэтэрч болохгүй.
ug_cn: ئورۇنلاشتۇرۇش سانى { 0 } دىن ئېشىپ كەتمەيدۇ.

source: The layout is invalid.
bo_cn: བཀོད་པ་རྩིས་མེད་དུ་གཏོང་རྒྱུ།
kk_kg: Макет жараксыз.
kk_kz: Орналасу жарамсыз.
mn_mn: Төлөвлөгөө нь хүчингүй.
ug_cn: ئورۇنلاشتۇرۇش ئىناۋەتسىز.

source: The layout already exist.
bo_cn: བཀོད་པ་གནས་པ།
kk_kg: Макет буга чейин бар.
kk_kz: Орналасу бұрыннан бар.
mn_mn: Энэ төлөвлөгөө аль хэдийн бий болсон.
ug_cn: ئورۇنلاشتۇرۇش ئاللىقاچان مەۋجۇت.

source: Failed to set the layout.
bo_cn: བྲལ་བའི་སྒྲིག་ལུགས་བཀོད་པ།
kk_kg: Макетти орното алган жок.
kk_kz: Орналасуды орната алмады.
mn_mn: Төлөвлөгөө гаргаж чадаагүй.
ug_cn: ئورۇنلاشتۇرۇشنى بەلگىلىيەلمىدى.

source: The layout is no exist.
bo_cn: བཀོད་པ།
kk_kg: Макет жок.
kk_kz: Орналасу жоқ.
mn_mn: Төлөвлөгөө нь байхгүй.
ug_cn: ئورۇنلاشتۇرۇش مەۋجۇت ئەمەس.

source: Failed to update the layout.
bo_cn: ཐབས་མེད་གསར་སྒྱུར་བཀོད་པ།
kk_kg: Макетти жаңырта алган жок.
kk_kz: Орналасуды жаңарта алмады.
mn_mn: Загварыг шинэчилж чадаагүй.
ug_cn: ئورۇنلاشتۇرۇشنى يېڭىلىغىلى بولمايدۇ.

source: The layout option already exist.
bo_cn: བཀོད་པ་选项གནས་པ།
kk_kg: Макет опциясы буга чейин бар.
kk_kz: Орналастыру опциясы бұрыннан бар.
mn_mn: Төлөвлөгөө сонголт аль хэдийн бий болсон.
ug_cn: ئورۇنلاشتۇرۇش تاللانمىسى ئاللىقاچان مەۋجۇت.

source: Failed to set the layout option.
bo_cn: བྲལ་བའི་སྒྲིག་ལུགས་བཀོད་པ་选项།
kk_kg: Макет опциясын орното алган жок.
kk_kz: Орналастыру опциясын орната алмады.
mn_mn: Төлөвлөгөө гаргаж чадаагүй.
ug_cn: ئورۇنلاشتۇرۇش تاللانمىسىنى بەلگىلىيەلمىدى.

source: The layout option is no exist.
bo_cn: བཀོད་པ་选项མི་གནས་པ།
kk_kg: Макет опциясы жок.
kk_kz: Орналастыру опциясы жоқ.
mn_mn: Төлөвлөгөө сонголт байхгүй.
ug_cn: ئورۇنلاشتۇرۇش تاللىشى مەۋجۇت ئەمەس.

source: Failed to update the layout option.
bo_cn: ཐབས་མེད་གསར་སྒྱུར་བཀོད་པ་选项།
kk_kg: Макет опциясын жаңырта алган жок.
kk_kz: Орналастыру опциясын жаңарта алмады.
mn_mn: Загвар сонголтыг шинэчилж чадаагүй.
ug_cn: ئورۇنلاشتۇرۇش تاللانمىسىنى يېڭىلىغىلى بولمايدۇ.

source: Failed to clear the layout option.
bo_cn: ཐབས་མེད་གཙང་སེལ་བཀོད་པ་选项།
kk_kg: Макет опциясын тазалай алган жок.
kk_kz: Орналастыру опциясын өшіре алмады.
mn_mn: Төлөвлөгөөт сонголтыг цэвэрлэж чадаагүй.
ug_cn: ئورۇنلاشتۇرۇش تاللانمىسىنى تازىلىمىدى.

source: The custom shortcut isn't exist.
bo_cn: རང་གི་མཚན་ཉིད་ལ་མགྱོགས་པའི་རྣམ་པ།
kk_kg: Салттуу кыска жол жок.
kk_kz: Әдеттегі сілтеме жоқ.
mn_mn: Хувийн товч зам байдаггүй.
ug_cn: ئىختىيارى تېزلەتمە مەۋجۇت ئەمەس.

source: The key combination already exist.
bo_cn: 组合键གནས་པ།
kk_kg: Негизги айкалыш буга чейин бар.
kk_kz: Кілттердің тіркесімі бұрыннан бар.
mn_mn: Гол хослол нь аль хэдийн байдаг.
ug_cn: ئاچقۇچلۇق بىرلەشتۈرۈش ئاللىقاچان مەۋجۇت.

source: The key combination is invalid.
bo_cn: 组合键རྩིས་མེད་དུ་གཏོང་རྒྱུ།
kk_kg: Негизги айкалыш жараксыз.
kk_kz: Кілттердің тіркесімі жарамсыз.
mn_mn: Гол хослол нь хүчингүй.
ug_cn: ئاچقۇچلۇق بىرلەشتۈرۈش ئىناۋەتسىز.

source: The system shortcut isn't exist.
bo_cn: མ་ལག་མགྱོགས་མྱུར་གྱི་བྱེད་སྟངས།
kk_kg: Системанын кыска жолу жок.
kk_kz: Жүйенің төте жолы жоқ.
mn_mn: Системийн товч зам байдаггүй.
ug_cn: سىستېما تېزلەتمىسى مەۋجۇت ئەمەس.

source: Unsupported power supply mode.
bo_cn: མི་བྱེད་པར་རྒྱབ་སྐྱོར་གློག་ཁུངས་ཀྱི་རྣམ་པ།
kk_kg: Камсыз кылынбаган энергия менен камсыз кылуу режими.
kk_kz: Қолдау көрсетілмейтін қуат режимі.
mn_mn: Дэмжээгүй эрчим хүчний хангамжийн хэв маяг.
ug_cn: قوللىمايدىغان توك بىلەن تەمىنلەش ھالىتى.

source: Unsupported power device.
bo_cn: མི་བྱེད་པར་རྒྱབ་སྐྱོར་གློག་ཁུངས་སྒྲིག་ཆས།
kk_kg: Жардамсыз электр түзмөк.
kk_kz: Қолдау көрсетілмейтін қуат құрылғысы.
mn_mn: Дэмжээгүй эрчим хүчний төхөөрөмж.
ug_cn: قوللىمايدىغان ئېلېكتر ئۈسكۈنىسى.

source: The value must be between 0 and 100.
bo_cn: དེའི་རིན་ཐང་ངེས་པར་དུ་བར་དུ་གནས་0དང་100བར།
kk_kg: Наркы 0 менен 100 ортосунда болушу керек.
kk_kz: Мән 0-ден 100-ге дейін болуы керек.
mn_mn: Үнэ нь 0-100 хооронд байх ёстой.
ug_cn: قىممىتى چوقۇم 0 دىن 100 گىچە بولۇشى كېرەك.

source: Unknown power action.
bo_cn: ཤེས་མེད་པའི་གློག་ཁུངས་བཀོལ་སྤྱོད།
kk_kg: Белгисиз күч иш-аракет.
kk_kz: Белгісіз күш әрекеті.
mn_mn: Үл мэдэгдэх хүчдэлийн үйлдэл.
ug_cn: نامەلۇم كۈچ ھەرىكىتى.

source: Unsupported power event.
bo_cn: མི་བྱེད་པར་རྒྱབ་སྐྱོར་གློག་ཁུངས་དོན་རྐྱེན།
kk_kg: Кабарланбаган бийлик иш-чара.
kk_kz: Қолдау көрсетілмейтін қуат оқиғасы.
mn_mn: Дэмжээгүй хүчний үйл явдал.
ug_cn: قوللىمىغان ھوقۇق پائالىيىتى.

source: Failed to set the action.
bo_cn: བྲལ་བའི་སྒྲིག་ལུགས་བཀོལ་སྤྱོད།
kk_kg: Акцияны орното алган жок.
kk_kz: Әрекетті орната алмады.
mn_mn: Энэ үйлдлийг тогтоож чадаагүй.
ug_cn: ھەرىكەتنى بەلگىلىمىدى.

source: Failed to set brightness.
bo_cn: བྲལ་བའི་སྒྲིག་ལུགས་གསལ་ཚད།
kk_kg: Жарыктыкты орното алган жок.
kk_kz: Жарықтылықты орната алмады.
mn_mn: Гэрэлтэж чадаагүй.
ug_cn: يورۇقلۇقنى بەلگىلىيەلمىدى.

source: The systeminfo type is invalid.
bo_cn: མ་ལག་གི་ཆ་འཕྲིན་རིགས་གོ་མི་ཆོད་པ་ཡིན།
kk_kg: Системалык түрү жараксыз.
kk_kz: Жүйелік түрі жарамсыз.
mn_mn: Systeminfo төрөл нь хүчингүй.
ug_cn: سىستېما تىپى ئىناۋەتسىز.

source: Failed to set host name.
bo_cn: བྲལ་བའི་སྒྲིག་ལུགས་འགོ་བྱེད་གནམ་གྲུ་རེ་ཡོད།
kk_kg: Хост атын коюу ишке ашпады.
kk_kz: Хост атауын орната алмады.
mn_mn: Гэрийн эзний нэрийг тогтоож чадаагүй.
ug_cn: ساھىبجامال نامىنى بەلگىلىيەلمىدى.

source: Not found the property.
bo_cn: མ་རྙེད་དེ་སྡེ་ལས།
kk_kg: Мүлк табылган жок.
kk_kz: Мүлік табылмады.
mn_mn: Эдлэн газраа олсонгүй.
ug_cn: بۇ مۈلۈكنى تاپالمىدى.

source: The type is mismatch.
bo_cn: རིགས་དབྱིབས་མི་དོ་མཉམ་པ་རེད།
kk_kg: Түрү дал келбестик болуп саналат.
kk_kz: Түрі сәйкес келмейді.
mn_mn: Төрөл нь хоорондоо тохирохгүй байна.
ug_cn: بۇ تىپ ماس كەلمەسلىك.

source: The property is invalid.
bo_cn: དེའི་ངོ་བོ་རྩིས་མེད་དུ་གཏོང་རྒྱུ།
kk_kg: Мүлк жараксыз.
kk_kz: Меншік жарамсыз.
mn_mn: Эд хөрөнгө хүчингүй.
ug_cn: مۈلۈك ئىناۋەتسىز.

source: The property must not be modified manually.
bo_cn: མི་ཆོག་手动བཟོ་བཅོས་དང་དེའི་ཁྱད་ཆོས་རེད།
kk_kg: Мүлк кол менен өзгөртүлбөшү керек.
kk_kz: Мүлік қолмен өзгертілмеуі керек.
mn_mn: Өмч хөрөнгийг гараар өөрчлөх ёсгүй.
ug_cn: بۇ مۈلۈكنى قولدا ئۆزگەرتىشكە بولمايدۇ.

source: The property is unsupported.
bo_cn: དེའི་ངོ་བོ་མི་ཐེབས་པར་རྒྱབ་སྐྱོར་བྱས།
kk_kg: Мүлккө тиешеси жок.
kk_kz: Меншік қолдау көрсетілмейді.
mn_mn: Эд хөрөнгийг дэмжээгүй.
ug_cn: بۇ مۈلۈك قوللىمايدۇ.

source: Arguments invalid.
bo_cn: གྲངས་རྩིས་མེད་དུ་གཏོང་རྒྱུ།
kk_kg: Аргументтер жараксыз.
kk_kz: Дәлелдер жарамсыз.
mn_mn: Маргаан хүчингүй.
ug_cn: تالاش-تارتىش ئىناۋەتسىز.

source: The network proxy mode is invalid.
bo_cn: དྲ་རྒྱ་འི་ལས་ཚབ་དཔེ་རྩིས་འགྲོ་མེད།
kk_kg: Тармактык прокси режими жараксыз.
kk_kz: Желінің прокси режимі жарамсыз.
mn_mn: Сүлжээний прокси хэв маяг нь хүчингүй.
ug_cn: تور ۋاكالەتچى ھالىتى ئىناۋەتسىز.

source: The current network proxy mode is not manual.
bo_cn: མིག་སྔ་འི་དྲ་རྒྱ་འི་ལས་ཚབ་ཀྱི་དཔེ་དབྱིབས་ནི་手动།
kk_kg: Учурдагы тармактык прокси режими колдонмо эмес.
kk_kz: Ағымдағы желінің прокси режимі нұсқаулық емес.
mn_mn: Одоогийн сүлжээний прокси хэв маяг нь гарын авлага биш юм.
ug_cn: نۆۋەتتىكى تور ۋاكالەتچى ھالىتى قولدا ئەمەس.

source: The current network proxy mode is not auto.
bo_cn: མིག་སྔ་འི་དྲ་རྒྱ་འི་ལས་ཚབ་ཀྱི་དཔེ་དབྱིབས་ནི་རང་འགུལ།
kk_kg: Учурдагы тармактык прокси режими автоунаа эмес.
kk_kz: Ағымдағы желінің прокси режимі автоматты емес.
mn_mn: Одоогийн сүлжээний прокси хэв маяг нь авто биш юм.
ug_cn: نۆۋەتتىكى تور ۋاكالەتچى ھالىتى ئاپتوماتىك ئەمەس.

source: Internel error.
bo_cn: ནང་ཁུལ་གྱི་ནོར་འཁྲུལ་རེད།
kk_kg: Интернель катасы.
kk_kz: Интернационалды қате.
mn_mn: Интернелийн алдаа.
ug_cn: Internel خاتالىقى.

source: Unknown error.
bo_cn: ཤེས་མེད་པའི་ནོར་འཁྲུལ་རེད།
kk_kg: Белгисиз ката.
kk_kz: Белгісіз қате.
mn_mn: Тодорхойгүй алдаа.
ug_cn: نامەلۇم خاتالىق.

source: (error code: 0x{:x})
bo_cn: （ནོར་འཁྲུལ་ཚབ་རྟགས། 0x{། x}）།
kk_kg: (ката коду: 0х{:x})
kk_kz: ( қате коды: 0x {: x } ) <TAG1>
mn_mn: (алдааны код: 0x{:x})
ug_cn: ( خاتالىق كودى: 0x {: x } ) <TAG1>

source: Authorization failed
bo_cn: དབང་བསྐུར་བའི་ཕམ་ཁ།
kk_kg: Уруксат берүү ишке ашпады
kk_kz: Авторизация сәтсіз аяқталды
mn_mn: Зөвшөөрөл бүтэлгүйтсэн
ug_cn: ھوقۇق بېرىش مەغلۇب بولدى

source: ({0}, error code: 0x{1:x})
bo_cn: （{0}བྱས་ན་ནོར་འཁྲུལ་ཚབ་རྟགས། 0x{1x}）།
kk_kg: ({0}, ката коду: 0х{1:x})
kk_kz: ( { 0 }, қате коды: 0x { 1: x } ) <TAG1>
mn_mn: ({0}, алдааны код: 0x{1:x})
ug_cn: ( { 0 } ، خاتالىق كودى: 0x { 1: x } )

source: The password contains less than {0} character classes.
bo_cn: ཨང་ཡིག་འདུ་བའི་ཡིག་རྟགས་རིགས་ལས་ཉུང་{0}།
kk_kg: Сырсөз {0} аз мүнөз класстарын камтыйт.
kk_kz: Парольде { 0 } таңбалар кластары аз.
mn_mn: Нууц үг нь {0} үсгийн эд ангиудаас бага агуулгатай.
ug_cn: بۇ پارولدا { 0 } ھەرپ سىنىپى بار.

source: The password contains less than {0} digits.
bo_cn: ཨང་ཡིག་འདུས་པ་ལས་ཉུང་{0}གནས་གྲངས་ཀ
kk_kg: Сырсөз {0} сандан аз.
kk_kz: Парольде { 0 } цифрларынан аз сан бар.
mn_mn: Нууц үг нь {0} цифрээс бага агуулгатай байна.
ug_cn: بۇ پارولدا { 0 } خانىسى يوق.

source: The password contains less than {0} lowercase letters.
bo_cn: ཨང་ཡིག་འདུས་པ་ལས་ཉུང་{0}ཆུང་འབྲི་ཡིན་ལ།
kk_kg: Сырсөз {0} аз төмөнкү тамгаларды камтыйт.
kk_kz: Парольде { 0 } кіші әріптерден аз әріптер бар.
mn_mn: Нууц үг нь {0} lowercase үсгийг бага агуулдаг.
ug_cn: بۇ پارولدا { 0 } كىچىك ھەرپ بار.

source: The password contains less than {0} non-alphanumeric characters.
bo_cn: ཨང་ཡིག་འདུས་པ་ལས་ཉུང་{0}ཞིག་མིན་པའི་དབྱངས་གསལ་གྱི་གྲངས་གཞི་ཡིག་རྟགས།
kk_kg: Сырсөз альфанумерикалык эмес символдор {0} аз.
kk_kz: Парольде { 0 } әріптік-сандық емес таңбалардан аз болады.
mn_mn: Нууц үг нь {0} бус алпанум үсэгтэй байна.
ug_cn: بۇ پارولدا { 0 } ھەرپسىز ھەرپ بار.

source: The password contains less than {0} uppercase letters.
bo_cn: ཨང་ཡིག་འདུས་པ་ལས་ཉུང་{0}ཞིག་བྲིས་ཀ་མད།
kk_kg: Сырсөз {0} үстөмдүк тамгаларынан аз камтыйт.
kk_kz: Парольде { 0 } бас әріптерден аз әріптер бар.
mn_mn: Нууц үг нь {0} uppercase үсэгнээс бага агуулна.
ug_cn: بۇ پارولدا { 0 } چوڭ ھەرپ بار.

source: The password contains monotonic sequence longer than {0} characters.
bo_cn: ཨང་ཡིག་འདུ་བའི་རིང་ཚད་ལས་བརྒལ་བ་{0}ཞིག་ཡིག་རྟགས་ཀྱི་སྣ་གཅིག་མ་བཅུག་པ་རེད།
kk_kg: Сырсөз {0} символдордон узагыраак монотондук тартипти камтыйт.
kk_kz: Парольде { 0 } таңбаларынан ұзағырақ монотонды реттілік бар.
mn_mn: Нууц үг нь {0} үсэгнээс илүү урт монотоны дараалалтай байна.
ug_cn: بۇ پارولدا { 0 } ھەرپتىن ئۇزۇن بولغان يەككە تەرتىپ بار.

source: The password contains more than {0} characters of the same class consecutively.
bo_cn: ཨང་ཡིག་རྒྱུན་མཐུད་དུ་གཅིག་རིགས་{0}མང་བ་ས་ཡི་གེ་རྟགས།
kk_kg: Сырсөз бир класстын {0} ашык символдорун камтыйт.
kk_kz: Парольде бірізді түрде бір сыныптағы { 0 } таңбалары бар.
mn_mn: Нууц үг нь нэг ангийн {0} гаруй тэмдэгтийг дараалан агуулдаг.
ug_cn: بۇ پارولدا ئۇدا ئوخشاش سىنىپتىكى { 0 } ھەرپلىرى بار.

source: The password contains more than {0} same characters consecutively.
bo_cn: ཨང་ཡིག་རྒྱུན་མཐུད་དུ་{0}ཡན་གཅིག་མཚུངས་ཡིག་རྟགས།
kk_kg: Сырсөз {0} ашык бирдей символдорду камтыйт.
kk_kz: Парольде дәйекті түрде { 0 } -ден көп таңбалар бар.
mn_mn: Нууц үг нь нэг {0} илүү олон тэмдэгтийг дараалан агуулдаг.
ug_cn: پارولدا ئۇدا { 0 } دىن ئارتۇق ھەرپ بار.

source: The password is shorter than {0} characters.
bo_cn: ཨང་ཡིག་ཐུང་{0}ཡི་གེ་རྟགས།
kk_kg: Сырсөз {0} символдорго караганда кыска.
kk_kz: Пароль { 0 } таңбаларынан қысқа.
mn_mn: Нууц үг нь {0} үсэгнээс богино байна.
ug_cn: پارول { 0 } ھەرپتىن قىسقا.

source: Password modification timeout.
bo_cn: ཨང་ཡིག་བཟོ་བཅོས་超时།
kk_kg: Сырсөздү өзгөртүү убактысы.
kk_kz: Парольді өзгерту уақыты.
mn_mn: Нууц үг өөрчлөх хугацаа.
ug_cn: پارول ئۆزگەرتىش ۋاقتى.

source: The scaling rate can only take effect after logging out and logging in again
bo_cn: བརྐྱང་བསྐུམ་ཚད་ཁོ་ན་བསུབ་ཡང་བསྐྱར་登录རྗེས་ད་གཟོད་གོ་ཆོད་པ།
kk_kg: Масштабдоо ылдамдыгы кайра кирүү жана кирүү кийин гана күчүнө кирет
kk_kz: Масштабтау жылдамдығы тек тіркеліп, қайта кіргеннен кейін күшіне енеді
mn_mn: Скаляр хэмжээ нь зөвхөн орж, дахин орж гарсны дараа л хүчин төгөлдөр болно
ug_cn: كۆلەملەشتۈرۈش نىسبىتى دەرەخ كېسىلىپ قايتا كىرگەندىن كېيىن ئاندىن كۈچكە ئىگە بولىدۇ

source: Custom
bo_cn: གོམས་གཤིས།
kk_kg: Салт
kk_kz: Клиент
mn_mn: Үйлчилгээ
ug_cn: خاس ئىختىيارى

source: Less than 1 minute
bo_cn: མི་༡་སྐར་མ།
kk_kg: 1 мүнөттөн аз
kk_kz: 1 минуттан аз
mn_mn: 1 минутаас бага
ug_cn: 1 مىنۇتقا يەتمەيدۇ

source: {0} minute
bo_cn: {0}སྐར་མ།
kk_kg: {0} мүнөт
kk_kz: { 0 } минут
mn_mn: {0} минут
ug_cn: { 0 } مىنۇت

source: {0} hour
bo_cn: {0}ཆུ་ཚོད།
kk_kg: {0} саат
kk_kz: { 0 } сағат
mn_mn: {0} цаг
ug_cn: { 0 } سائەت

source: hour
bo_cn: ཆུ་ཚོད།
kk_kg: саат
kk_kz: сағат
mn_mn: цаг
ug_cn: سائەت

source: minute
bo_cn: སྐར་མ།
kk_kg: мүнөт
kk_kz: минут
mn_mn: минут
ug_cn: مىنۇت

source: Battery Discharging
bo_cn: གློག་གཡིས་གློག་གཏོང།
kk_kg: Батареяны агызуу
kk_kz: Батарея Зарядтау
mn_mn: Аккумляторын халалт
ug_cn: باتارېيەدىن مۇداپىئەلىنىش

source: {0} of battery power remaining ({1:.1f}%)
bo_cn: ལྷག་མ་གློག་སྨན་གློག་ཚད་{0}། （{1：.1f}%）
kk_kg: калган батарея күчүн {0} ({1:1f})
kk_kz: { 0 } қалған батарея қуаты ( 1:.1f {% }
mn_mn: Батарейны хүчдэлийн {0} үлдэгдэл ({1:.1f}%)
ug_cn: { 0 } باتارېيە قۇۋۋىتى ( { 1: .1f }% )

source: UPS Discharging
bo_cn: རྒྱུན་ཆད་མེད་པར་གློག་ཁུངས་ཀྱི་ཁུར་པོ་ཆས།
kk_kg: УПС агымы
kk_kz: UPS Зарядтау
mn_mn: UPS-ийн халалт
ug_cn: UPS Discharing

source: {0} of UPS backup power remaining ({1:.1f}%)
bo_cn: ལྷག་མ། UPSསྤྱོད་དམིགས་གློག་ཁུངས་ཀྱི་{0}（{1.1f}%）།
kk_kg: калган UPS резервдик күчүн {0} ({1:1f})
kk_kz: { 0 } UPS резервтік қуаты ( 1:.1f {% }
mn_mn: UPS нөөц хүчдэлийн {0} үлдсэн ({1:.1f}%)
ug_cn: { 0 } UPS زاپاسلاش قۇۋۋىتى ( { 1: .1f }% )

source: Battery Charged
bo_cn: གློག་གཡིས་གློག་གསོག་པ།
kk_kg: Батарея заряддалды
kk_kz: Батарея зарядталған
mn_mn: Аккумлятор цэнэглэсэн
ug_cn: باتارېيە توك قاچىلىدى

source: Battery low
bo_cn: གློག་གཡིས་གློག་ཚད་དམའ་བ།
kk_kg: Батареянын төмөн
kk_kz: Батарея деңгейі төмен
mn_mn: Батарей бага
ug_cn: باتارېيە تۆۋەن

source: Approximately <b>{0}</b> remaining ({1:.1f}%)
bo_cn: ལྷག་མ་ཧ་ལམ།
kk_kg: Болжол менен <b>{0}</b> калган ({1:1f}))
kk_kz: Шамамен < b > { } < > / b ( қалған { } 1:.1f ) <TAG1>
mn_mn: Ойролцоогоор <b>{0}</b> үлдсэн ({1:.1f}%)
ug_cn: تەخمىنەن < b > { 0 } < > / b ( قالغان { } 1:.1f ) <TAG1> <TAG1>

source: UPS low
bo_cn: UPSདམའ་བ།
kk_kg: UPS төмөн
kk_kz: UPS төмен
mn_mn: UPS бага
ug_cn: UPS تۆۋەن

source: Approximately <b>{0}</b> of remaining UPS backup power ({1:.1f}%)
bo_cn: ཧ་ལམ།
kk_kg: Калган UPS резервдик күчүнүн болжол менен <b>{0}</b> ({1:1f})
kk_kz: Шамамен < b > { } < > қалған UPS резервтік қуаты ( { 1:.1f }% )
mn_mn: ОЙРОЛЦООГООР <b>UPS</b> нөөц хүч ({1:.1f}%) үлдсэн {0}
ug_cn: تەخمىنەن < b > { 0 } < > / b ( قالغان UPS زاپاسلاش قۇۋۋىتى { } 1: .1f )% <TAG1>

source: Mouse battery low
bo_cn: 鼠标གློག་སྨན་གློག་ཚད་དམའ་བ།
kk_kg: Чычкан батареясы төмөн
kk_kz: Тышқанның батареясы аз
mn_mn: Маусны батарей бага
ug_cn: مائۇس باتارېيەسى تۆۋەن

source: Wireless mouse is low in power ({0:.1f}%)
bo_cn: སྐུད་མེད་鼠标ཅན་ཟད་གྲོན་དམའ་བ། （{0：.1f}%）
kk_kg: Зымсыз чычкан күчү төмөн ({0:1f}%)
kk_kz: Сымсыз тінтуірдің қуаты төмен ( { 0:.1f }% )
mn_mn: Утасгүй мясны хүчдэл бага ({0:.1f}%)
ug_cn: سىمسىز چاشقىنەكنىڭ قۇۋۋىتى تۆۋەن ( { 0:.1f }% )

source: Keyboard battery low
bo_cn: ཕབ་གཞོང་གློག་སྨན་གློག་ཚད་དམའ་བ།
kk_kg: Алиптергич батареясы төмөн
kk_kz: Пернетақта батареясы аз
mn_mn: Даралтат аккумулятор бага
ug_cn: كۇنۇپكا تاختىسىنىڭ باتارېيەسى تۆۋەن

source: Wireless keyboard is low in power ({0:.1f}%)
bo_cn: སྐུད་མེད་ཕབ་གཞོང་ཅན་ཟད་གྲོན་དམའ་བ། （{0：.1f}%）
kk_kg: Зымсыз алиптергич күчү төмөн ({0:1f}%)
kk_kz: Сымсыз пернетақта қуаты төмен ( { 0:.1f }% )
mn_mn: Утасгүй товчлуур нь бага хүчдэлтэй ({0:.1f}%)
ug_cn: سىمسىز كۇنۇپكا تاختىسىنىڭ قۇۋۋىتى تۆۋەن ( { 0:.1f }% )

source: PDA battery low
bo_cn: ཚབ་བྱས་སྟེང་གློག་ཀླད་གློག་སྨན་གློག་ཚད་དམའ་བ།
kk_kg: PDA батареясы төмөн
kk_kz: PDA батареясы аз
mn_mn: PDA батарей бага
ug_cn: PDA باتارېيەسى تۆۋەن

source: PDA is low in power ({0:.1f}%)
bo_cn: PDAཅན་ཟད་གྲོན་ཆུང་བ་({0། .1f}%）།
kk_kg: PDA күчү төмөн ({0:1f}%)
kk_kz: PDA қуаты төмен ( { 0:.1f }% )
mn_mn: PDA нь бага хүчдэлтэй ({0:.1f}%)
ug_cn: PDA نىڭ قۇۋۋىتى تۆۋەن ( { 0:.1f }% )

source: Cell phone battery low
bo_cn: ལག་ཐོགས་ཁ་པར་གློག་སྨན་གློག་ཚད་དམའ་བ།
kk_kg: Уюлдук телефон батареясы төмөн
kk_kz: Ұялы телефонның батареясы төмен
mn_mn: Гар утасны батарей бага
ug_cn: يان تېلېفون باتارېيەسى تۆۋەن

source: Cell phone is low in power ({0:.1f}%)
bo_cn: ལག་ཐོགས་ཁ་པར་གློག་ཚད་དམའ་བ། （{0：.1f}%）
kk_kg: Уюлдук телефондун күчү төмөн ({0:1f}%)
kk_kz: Ұялы телефонның қуаты төмен ( { 0:.1f }% )
mn_mn: Гар утас бага хүчдэлтэй ({0:.1f}%)
ug_cn: يان تېلېفوننىڭ قۇۋۋىتى تۆۋەن ( { 0:.1f }% )

source: Media player battery low
bo_cn: སྨྱན་སྦྱོར་播放器གློག་སྨན་གློག་ཚད་དམའ་བ།
kk_kg: Медиаойнотуучу батарея төмөн
kk_kz: Медиа ойнатқыштың батареясы аз
mn_mn: Хэвлэл мэдээллийн хэрэгсэл тоглуулагч батарей бага
ug_cn: مېدىيا قويغۇچنىڭ باتارېيەسى تۆۋەن

source: Media player is low in power ({0:1f}%)
bo_cn: སྨྱན་སྦྱོར་播放器ཅན་ཟད་གྲོན་དམའ་བ། （{0：1f}%）
kk_kg: Медиаойнотуучу күчү төмөн ({0:1f}%)
kk_kz: Медиа ойнатқыштың қуаты төмен ( { 0: 1f }% )
mn_mn: Медиа тоглуулагч хүч бага ({0:1f}%)
ug_cn: مېدىيا قويغۇچنىڭ قۇۋۋىتى تۆۋەن ( { 0: 1f }% )

source: Tablet battery low
bo_cn: དཀྱུས་མ་གློག་ཀླད་གློག་སྨན་གློག་ཚད་དམའ་བ།
kk_kg: Планшет батареясы төмөн
kk_kz: Планшеттік батарея аз
mn_mn: Таблет аккумулятор бага
ug_cn: تاختا كومپيۇتېر باتارېيەسى تۆۋەن

source: Tablet is low in power ({0:1f}%)
bo_cn: དཀྱུས་མ་གློག་ཀླད་ཅན་ཟད་གྲོན་དམའ་བ། （{0：1f}%）
kk_kg: Планшеттин күчү төмөн ({0:1f}%)
kk_kz: Планшеттің қуаты төмен ( { 0: 1f }% )
mn_mn: Таблет нь хүч бага ({0:1f}%)
ug_cn: تاختا كومپيۇتېرنىڭ قۇۋۋىتى تۆۋەن ( { 0: 1f }% )

source: Attached computer battery low
bo_cn: དེར་མཐུད་རྩིས་འཁོར་གློག་སྨན་གློག་ཚད་དམའ་བ།
kk_kg: Туташтырылган компьютер батареясы төмөн
kk_kz: Бекітілген компьютерлік батарея аз
mn_mn: Компьютерийн батарей бага хавсаргасан
ug_cn: كومپيۇتېر باتارېيەسىنىڭ تۆۋەنلىكىگە ھۇجۇم قىلدى
