Repository: fe11n/kiran-cc-daemon
Catalog: po/*.po
Languages: bo_cn, kk_kg, kk_kz, mn_mn, ug_cn

source: File to use for the desktop background image.
bo_cn: ས་ལ་སྤྱོད་པའི་ཅོག་ངོས་རྒྱབ་ལྗོངས་པར་རིས་ཡིག་ཆ།
kk_kg: Иш столунун фонунун сүрөтү үчүн файл.
kk_kz: Жұмыс үстелінің фондық кескіні үшін қолданылатын файл.
mn_mn: Ширээний арын зургийг ашиглах файл.
ug_cn: ئۈستەل يۈزى تەگلىك رەسىمىگە ئىشلىتىدىغان ھۆججەت.

source: File to use for the lock screen background image.
bo_cn: སྤྱོད་于锁屏རྒྱབ་ལྗོངས་པར་རིས་ཡིག་ཆ།
kk_kg: Кулпулоо экранынын фонунун сүрөтү үчүн файл.
kk_kz: Құлыптау экранының фондық кескіні үшін қолданылатын файл.
mn_mn: Цоож дэлгэцийн ар талын зургийг ашиглах файл.
ug_cn: قۇلۇپ ئېكرانى تەگلىك رەسىمىگە ئىشلىتىدىغان ھۆججەت.

source: Layout of connected monitors in the screen.
bo_cn: བརྙན་ཤེལ་ནང་སྦྲེལ་བརྡ་སྟོན་ཡོ་ཆས་བཀོད་པ།
kk_kg: Экранда туташтырылган мониторлорду жайгаштыруу.
kk_kz: Экранда қосылған мониторлардың орналасуы.
mn_mn: Дэлгэцэн дэх холбогдсон мониторын загвар.
ug_cn: ئېكراندىكى ئۇلانغان كۆرسەتكۈچلەرنى ئورۇنلاشتۇرۇش.

source: It takes effect immediately when the scaling factor of window is changed.
bo_cn: ང་ཚོ་འི་སྐར་ཁུང་བསྡུར་ཚད་གྱི་རྐྱེན་གྲངས་འགྱུར་ལྡོག་བྱུང་བའི་ཚེ། དེས་འཕྲལ་མར་ནུས་པ་འཐོན་རྒྱུ།
kk_kg: Терезенин масштабдоо фактору өзгөргөндө дароо күчүнө кирет.
kk_kz: Бұл терезенің масштабтау коэффициенті өзгерген кезде бірден күшіне енеді.
mn_mn: Цонхны хэмжлийн хүчин зүйл өөрчлөгдөхөд тэр даруй хүчин төгөлдөр болдог.
ug_cn: كۆزنەكنىڭ كۆلەملەشتۈرۈش ئامىلى ئۆزگەرگەندە دەرھال كۈچكە ئىگە بولىدۇ.

source: Whether repeat to trigger KeyPress and KeyRelease event when key is pressed.
bo_cn: ཡིན་མིན་བསྐྱར་ཟློས་བྱེད་ཐབས་ལྟར་འོག་འབྲེལ་རྡང་སྐབས་ཕོག་ཐུག་བཏང་ནས་བྱུང་བ་按键དང་按键གློད་འགྲོལ་དོན་རྐྱེན།
kk_kg: Ачкыч басылганда KeyPres жана KeyRelease иш-чарасын ишке киргизүү үчүн кайталанабы?
kk_kz: Кілт басылған кезде KeyPress және KeyReission оқиғасын бастау үшін қайталаңыз ба.
mn_mn: Key дарж байх үед KeyPress болон KeyRelease үйл явдлыг өдөөх дахин давтагдах эсэх.
ug_cn: ئاچقۇچ بېسىلغاندا KeyPress ۋە KeyRelease پائالىيىتىنى قوزغىتىش-قايتا تەكرارلاش.

source: The delay time in ms after the initial press of an auto-repeating key and the first generated repeat event.
bo_cn: ཐོག་མར་ལྟར་འོག་རང་འགུལ་གྱིས་བསྐྱར་ཟློས་འབྲེལ་རྡང་དང་དང་པོ་འབྱུང་བའི་བསྐྱར་ཟློས་དོན་རྐྱེན་རྗེས་དུས་འགྱངས་དུས་ཚོད་（毫秒སྡེ་ཚན་）།
kk_kg: Авто-кайталоо ачкычынын баштапкы прессасынан жана биринчи пайда болгон кайталоочу окуядан кийин мс-да кечиктирүү убактысы.
kk_kz: Авто қайталанатын кілтті және алғашқы қайталанған оқиғаны басқаннан кейін ms-тегі кідіріс уақыты.
mn_mn: Автомашин дахин давтагдашгүй түлхүүрийн анхны хэвлэлийн дараа ms-д саатах хугацаа болон анхны үүсгэсэн давтан үйл явдал.
ug_cn: ئاپتوماتىك يېڭىلاش ئاچقۇچى ۋە تۇنجى ھاسىل بولغان قايتا-قايتا ھادىسە دەسلەپكى مەتبۇئاتتىن كېيىن ms نىڭ كېچىكىش ۋاقتى.

source: The delay time in ms between all subsequent generated repeat events.
bo_cn: ཡོད་ཚད་རྗེས་མཐུད་གྲུབ་པའི་བསྐྱར་ཟློས་དོན་རྐྱེན་བར་བཤོལ་བ་དུས་ཚོད་（毫秒སྡེ་ཚན་）།
kk_kg: Кийинки бардык кайталанган окуялардын ортосунда мс кечиктирүү убактысы.
kk_kz: Барлық кейінгі қайталанған оқиғалар арасындағы кідіріс уақыты.
mn_mn: Дараа дараагийн бүх давтагдсан үйл явдлуудын хоорондох ms-ийн саатал.
ug_cn: كېيىنكى ھاسىل بولغان تەكرار ۋەقەلەرنىڭ ms نىڭ كېچىكىش ۋاقتى.

source: Keyboard layouts.
bo_cn: ཕབ་གཞོང་བཀོད་པ།
kk_kg: Алиптергич жайгаштыруулар.
kk_kz: Пернетақтаның макеттері.
mn_mn: Товчлуурын загвар.
ug_cn: كۇنۇپكا تاختىسى ئورۇنلاشتۇرۇش.

source: Keyboard options.
bo_cn: ཕབ་གཞོང་选项།
kk_kg: Алиптергич параметрлери.
kk_kz: Пернетақта нұсқалары.
mn_mn: Товчлуурын сонголтууд.
ug_cn: كۇنۇپكا تاختىسى تاللانمىلىرى.

source: Swap left and right buttons for left-handed.
bo_cn: ས་ཡས་མས་གཅུས་སྒོ་切换དེ་གཡོན་ལག
kk_kg: Сол колу үчүн сол жана оң кнопкаларды алмаштыруу.
kk_kz: Сол жақтағы сол және оң жақ батырмаларды ауыстырыңыз.
mn_mn: Зүүн, баруун товчийг зүүн гар тийш сольж болно.
ug_cn: سول ۋە ئوڭ كۇنۇپكىلارنى سول تەرەپكە ئالماشتۇرۇڭ.

source: Acceleration multiplier for mouse motion.
bo_cn: 鼠标འགུལ་སྐྱོད་མགྱོགས་འཕར་ལྡབ་གྲངས།
kk_kg: Чычкан кыймылы үчүн тездетүү көбөйткүч.
kk_kz: Тінтуірдің қозғалысына арналған үдеткіш мультипликатор.
mn_mn: Маусны хөдөлгөөний хурдацыг үржүүлэгч.
ug_cn: چاشقىنەكنىڭ ھەرىكىتىنى تېزلىتىش.

source: Enables middle mouse button emulation through simultaneous left and right button click.
bo_cn: བརྒྱུད་ནས་དུས་མཚུངས་སུ་单击左键和右键ཡོང་སྤྱོད་འགོ་ཚུགས་鼠标中键仿真།
kk_kg: Орто чычкан баскычын эмуляциялоо бир эле учурда сол жана оң баскычын чыкылдатуу аркылуу мүмкүндүк берет.
kk_kz: Сол және оң жақ батырмаларды бір уақытта басу арқылы тінтуірдің ортаңғы батырмасын эмуляциялауға мүмкіндік береді.
mn_mn: Дунд хулганын товчийг нэгэн зэрэг зүүн, баруун товчийг дарах замаар дуурайх боломжийг олгодог.
ug_cn: بىرلا ۋاقىتتا سول ۋە ئوڭ كۇنۇپكا ئارقىلىق ئوتتۇرا چاشقىنەك كۇنۇپكىسىنى تەقلىد قىلىدۇ.

source: Enables or disables natural scroll. Natural scrolling is the terminology for moving the content in the direction of scrolling, i.e. moving the wheel or fingers down moves the page down.
bo_cn: སྤྱོད་འགོ་ཚུགས་པ་འམ་ཡང་ན་མི་ཆོག་པའི་རང་བྱུང་འགྲིལ་བ། རང་བྱུང་འགྲིལ་བ་ནི་མཚོ་རྒྱུད་འགྲིལ་བ་ཁ་ཕྱོགས་གནས་སྤོ་ནང་དོན་བརྡ་ཆད་སྟེ་མར་སྤོ་འགྲིལ་འཁོར་འམ་མཛུབ་མོ་རྣམས་འོག་གནས་སྤོ་ཤོག་ལྷེ།
kk_kg: Табигый түрмөктү өчүрүүгө мүмкүндүк берет же өчүрөт. Табигый жылдыруу - бул мазмунду жылдыруу багытына жылдыруу терминологиясы, башкача айтканда, дөңгөлөктү же манжаларды төмөн жылдыруу баракчаны төмөндөтөт.
kk_kz: Табиғи айналдырғыштар немесе айнымалы. Табиғи айналдыру - бұл мазмұнды айналдыру бағытында, яғни доңғалақты немесе саусақтарды төмен қарай жылжыту үшін терминология.
mn_mn: Байгалийн хуйлмал бичгийг боломжтой болгож эсвэл үгүй хийдэг. Байгалийн хуйлмал бичиг гэдэг нь агуулгыг гүйлгэх чиглэлд хөдөлгөх нэр томъёо юм. Өөрөөр хэлбэл дугуй эсвэл хуруугаа доош нь хөдөлгөх нь хуудсыг доош нь хөдөлгөдөг.
ug_cn: تەبىئىي كىتابنى قوزغىتىدۇ ياكى چەكلەيدۇ. تەبىئىي سىيرىلىش مەزمۇننى دومىلاش يۆنىلىشىگە يۆتكەشتىكى ئاتالغۇ ، يەنى چاق ياكى بارماقنى تۆۋەنگە يۆتكەش بەتنى تۆۋەنگە يۆتكەيدۇ.

source: Indicates if diable while typing is enabled or disabled.
bo_cn: མཛུབ་སྟོན་འབྲེལ་རྡང་དུས་དང་མཐུན་པ་ནི་སྤྱོད་འགོ་ཚུགས་ད་དུང་མི་ཆོག་པ།
kk_kg: Терүү иштетилген учурда терүү мүмкүн болсо же өчүрүлгөн болсо, көрсөтөт.
kk_kz: Теру кезінде теруге болатын немесе қосылмайтындығын көрсетеді.
mn_mn: Бичгийн бичлэг хийх боломжтой эсвэл хөгжлийн бэрхшээлтэй бол diable гэдгийг илтгэнэ.
ug_cn: خەت بېسىش جەريانىدا ئىشلىتىشكە بولىدىغان ياكى قوزغىتىلمىغانلىقىنى كۆرسىتىدۇ.

source: Set this to TRUE to be able to send mouse clicks by tapping on the touchpad.
bo_cn: འདི་བཙུགས་པ་དེ། TRUEརྒྱུད་སྤེལ་ཐུབ་པར་བརྟེན་ནས་དེ་མཚུངས་ཀྱི་ཐུག་རེག་ལེབ་མོ་སྐྱེལ་བ་鼠标单击།
kk_kg: Сенсордук тактаны түртүп, чычкан чыкылдатууларын жөнөтө алышы үчүн, муну TRUE-ге орнотуу.
kk_kz: Сенсор тақтасын түрту арқылы тінтуірдің басқыштарын жібере алатындай етіп оны TRUE қойыңыз.
mn_mn: Touchpad дээр дарж mouse дарж илгээх боломжтой байхын тулд үүнийг ҮНЭГҮЙ-д байрлуул.
ug_cn: بۇنى TRUE غا تەڭشەڭ ، سېزىمچان تاختىغا چېكىش ئارقىلىق مائۇسنى چېكىش ئەۋەتەلەيدۇ.

source: Enables a click method. Permitted methods are buttonareas and clickfinger, respectively conreesponding to 0 and 1.
bo_cn: སྤྱོད་འགོ་ཚུགས་单击བྱེད་ཐབས། ཆོག་པའི་བྱེད་ཐབས་འདུས་གཅུས་སྒོ་ས་ཁོངས་དང་དེ་མཚུངས་མཛུབ་མོ་སོ་སོ་ར་ཟླ་སྒྲིལ་0དང་1།
kk_kg: Чыкылдатуу ыкмасын берет. Уруксат берилген ыкмалар 0 жана 1 үчүн тиешелүү түрдө кнопкалар жана чыкылдатуучу болуп саналат.
kk_kz: Басу әдісін қосады. Рұқсат етілген әдістер - сәйкесінше 0 және 1-ге сәйкес келетін түймелер мен кликфингер.
mn_mn: Дарах аргыг ашиглах боломжийг олгодог. Зөвшөөрөгдсөн аргууд нь buttonareas ба clickfinger бөгөөд 0 ба 1-ийг тус тус конрэспондинг хийнэ.
ug_cn: چېكىش ئۇسۇلىنى قوللىنىدۇ. رۇخسەت قىلىنغان ئۇسۇللار ئايرىم-ئايرىم ھالدا 0 ۋە 1 گە قوشۇلغان كۇنۇپكا تاختىسى ۋە چېكىش.

source: Enables a scroll method. Permitted methods are twofinger, edge and button, respectively conrresponding to 0, 1 and 2.
bo_cn: སྤྱོད་འགོ་ཚུགས་འགྲིལ་བ་བྱེད་ཐབས། ཆོག་པའི་བྱེད་ཐབས་འདུས་གཉིས་ལྡན་ཞེས་པ་དང་མཐའ་དང་གཅུས་སྒོ་སོ་སོ་ར་དང་ལེན་0དང་1དང་2།
kk_kg: Жылдыруу ыкмасын ишке ашат. Уруксат берилген ыкмалар , тиешелүүлүгүнө жараша 0, 1 жана 2-ге тиешелүү эки инфингер, чет жана баскыч болуп саналат.
kk_kz: Айналдыру әдісін қосады. Рұқсат етілген әдістер сәйкесінше 0, 1 және 2 сәйкес келетін екі саусақ, жиек және түйме болып табылады.
mn_mn: Хуйлмал номыг ашиглах боломжтой. Зөвшөөрөгдсөн аргууд нь 0, 1 ба 2-ыг тус тус конрреспондингоор хоёр фингер, ирмэг, товч юм.
ug_cn: سىيرىلما ئۇسۇلنى قوللىنىدۇ. رۇخسەت قىلىنغان ئۇسۇللار ئايرىم-ئايرىم ھالدا 0 ، 1 ۋە 2 گە ماس كېلىدىغان ئىككى بارماق ، قىر ۋە كۇنۇپكا.

source: Set this to TRUE to enable all touchpads.
bo_cn: འདི་བཙུགས་པ་དེ། TRUEལ་བརྟེན་ནས་སྤྱོད་འགོ་ཚུགས་ཡོད་ཚད་ཐུག་རེག་ལེབ་མོ།
kk_kg: Бардык сенсордук такталарды иштетүү үчүн муну TRUE-ге орнотуу.
kk_kz: Мұны барлық сенсорлық қондырғыларды қосу үшін TRUE-ге орнатыңыз.
mn_mn: Бүх touchpad-ийг боломжтой болгох үүнийг TRUE-д байрлуул.
ug_cn: بۇنى TRUE غا تەڭشەپ ، بارلىق سېزىمچان چاپلاقلارنى قوزغىتىڭ.

source: Acceleration multiplier for touchpad motion.
bo_cn: ཐུག་རེག་ལེབ་མོ་འི་ལས་འགུལ་གྱི་མགྱོགས་འཕར་ལྡབ་གྲངས།
kk_kg: Touchpad кыймылы үчүн тездетүү көбөйткүч.
kk_kz: Сенсорлы қозғалысқа арналған үдеткіш.
mn_mn: Touchpad хөдөлгөөний хурдацыг үржүүлэгч.
ug_cn: سېزىمچان ھەرىكەت ئۈچۈن تېزلىتىش كۆپەيتكۈچ.

source: Maximum time allowed between two clicks for them to be considered a double click (in milliseconds).
bo_cn: ཐེངས་གཉིས་单击བར་འཇུག་གི་ཆེས་རིང་བའི་དུས་ཚོད་དེ་དག་ལ་བརྩི་གཉིས་ལྡན་དགྲ་ལན་（毫秒སྡེ་ཚན་）།
kk_kg: Алар үчүн эки чыкылдатуу ортосунда эки чыкылдатуу ортосунда жол берилген максималдуу убакыт кош чыкылдатуу (миллисекунд менен).
kk_kz: Екі рет басу арасындағы ең көп уақыт, миллисекундта ( екі рет басу деп санауға болады.
mn_mn: Хоёр даралтын хооронд зөвшөөрөгдсөн хамгийн их хугацааг хоёр даралт (миллисекундэд) гэж үзэх боломжийг олгодог.
ug_cn: ئۇلارنىڭ ئىككى قېتىم چېكىلىشى ئارىسىدا ئەڭ كۆپ ۋاقىت قوش چېكىش ( نى milliseconds ) دەپ قاراشقا رۇخسەت قىلىنغان.

source: Maximum distance allowed between two clicks for them to be considered a double click (in pixels).
bo_cn: ཐེངས་གཉིས་单击བར་ཆོག་པའི་ཆེས་ཆེ་བའི་བར་ཐག་ར་བརྩི་རྒྱུ་གཉིས་ལྡན་དགྲ་ལན་（像素སྡེ་ཚན་）།
kk_kg: Максималдуу аралык алар үчүн эки чыкылдатуу ортосунда эки чыкылдатуу (пикселде) деп эсептөөгө мүмкүндүк берди.
kk_kz: Екі рет басу арасындағы максималды қашықтық, олар пиксельде ( қос рет басу ретінде қарастырылуы мүмкін.
mn_mn: Хоёр даралтын хоорондох хамгийн их зайг хоёр даралт (пикселээр) гэж үзэх боломжийг олгодог.
ug_cn: ئۇلارنىڭ ئىككى چېكىش ئارىسىدىكى ئەڭ چوڭ ئارىلىق قوش چېكىش ( پېكسىل ) دەپ قارىلىشى ئۈچۈن رۇخسەت قىلىنغان.

source: Number of pixels the cursor can move before dragging.
bo_cn: 光标ནི་拖动གོང་ཆོག་པའི་གནས་སྤོ་འི་像素གྲངས།
kk_kg: Курсор сүйрөп чейин жыла алат пикселдердин саны.
kk_kz: Курсор сүйрегенге дейін қозғалатын пиксельдер саны.
mn_mn: Курсорыг чирэхээс өмнө хөдөлж болох пикселийн тоо.
ug_cn: نۇر بەلگە سۆرەشتىن بۇرۇن ھەرىكەت قىلالايدىغان پېكسىل سانى.

source: Whether the cursor should blink.
bo_cn: 光标མིན་ས་འགྱུ་བ།
kk_kg: Курсор жыпылыкташы керекпи?
kk_kz: Курсор жыпылықтауы керек пе.
mn_mn: Курсор нүдээ аних уу.
ug_cn: نۇر بەلگىنى كۆزنى يۇمۇپ ئاچقۇچە.

source: Length of the cursor blink cycle, in milleseconds.
bo_cn: 光标མེར་དུས་འཁོར་གྱི་རིང་ཚད་ལ་བརྟེན་ནས་སྟོང་སྐར་ཆ་སྡེ་ཚན།
kk_kg: курсор жыпылыктоо цикл узундугу, миллесекунд менен.
kk_kz: Курсордың жыпылықтайтын циклінің ұзындығы, миллисекундта.
mn_mn: Cursor blink циклийн урт, тээрмийн .
ug_cn: نۇر بەلگىسى كۆزنى يۇمۇپ ئاچقۇچە ئۇزۇنلۇقى ، مىللىمېتىر.

source: Name of gtk theme to use.
bo_cn: སྤྱད་པ་འི། Gtkབརྗོད་བྱ་གཙོ་བོ་འི་མིང་།
kk_kg: Колдонуу үчүн Gtk темасынын аты.
kk_kz: Пайдаланылатын gtk тақырыбының атауы.
mn_mn: Хэрэглэх gtk сэдвийн нэр.
ug_cn: ئىشلىتىدىغان gtk تېمىنىڭ ئىسمى.

source: Name of icon theme to use for icons.
bo_cn: སྤྱོད་图标འི་图标བརྗོད་བྱ་གཙོ་བོ་འི་མིང་།
kk_kg: Иконалар үчүн колдонулган белги темасынын аты.
kk_kz: Мұз айдындары үшін қолданылатын белгішенің тақырыбының атауы.
mn_mn: Icon-д ашиглах icon theme-ийн нэр.
ug_cn: سىنبەلگە ئىشلىتىدىغان سىنبەلگە تېمىسىنىڭ ئىسمى.

source: Whether to play sounds on user events.
bo_cn: ཡིན་མིན་སྤྱོད་མཁན་དོན་རྐྱེན་ཐོག་བསྟན་པའི་སྐད།
kk_kg: Колдонуучу иш-чараларда үндөрдү ойнотуу мүмкүнбү?
kk_kz: Пайдаланушы оқиғаларында дыбыс ойнау керек пе.
mn_mn: Хэрэглэгчийн үйл ажиллагаан дээр дуу чимээ тоглох эсэх.
ug_cn: ئىشلەتكۈچى پائالىيەتلىرىدە ئاۋاز ئويناش-قويماسلىق.

source: The XDG sound theme to use for event sounds.
bo_cn: སྤྱོད་པའི་དོན་རྐྱེན་སྒྲ་འི། XDGསྐད་ཀྱི་བརྗོད་བྱ་གཙོ་བོ་ཡིན།
kk_kg: Иш-чара үчүн колдонуу үчүн XDG үн темасы угулат.
kk_kz: Оқиға дыбыстары үшін қолданылатын XDG дыбыстық тақырыбы.
mn_mn: Үйл явдалд ашиглах XDG дууны сэдэв нь дуу чимээ.
ug_cn: پائالىيەت ئاۋازى ئۈچۈن ئىشلىتىدىغان XDG ئاۋاز تېمىسى.

source: Whether to play sounds on input events.
bo_cn: ཡིན་མིན་ནང་འདྲེན་དོན་རྐྱེན་ཐོག་བསྟན་པའི་སྐད།
kk_kg: Кирүү иш-чараларында үндөрдү ойнотуу мүмкүнбү?
kk_kz: Кіріс оқиғаларында дыбыстарды ойнау керек пе.
mn_mn: Оролтын үйл явдлууд дээр тоглох эсэх.
ug_cn: كىرگۈزۈش ھادىسىلىرىدە ئاۋاز ئويناش-قويماسلىق.

source: Whether to antialias Xft fonts; 0=no, 1=yes, -1=default.
bo_cn: ཡིན་མིན་འགོག་པའི་སོ་ཁ། Xftཡིག་གཟུགས་པར་0སྲང་དགག ༡་སྲང་ནི་-༡་སྲང་ཁོག་བཏེགས།
kk_kg: Антиклиас Xft шрифттер; 0 =жок, 1=ооба, -1=default.
kk_kz: Антиалияға қарсы Xft шрифтіне қарамастан; 0 = жоқ, 1 = иә, -1 = әдепкі.
mn_mn: Эсрэг Xft фонт хийх эсэх; 0=үгүй, 1=тийм, -1=default.
ug_cn: مەيلى ئانتىتېلا Xft خەت نۇسخىسى بولسۇن 0 = ياق ، 1 = ھەئە ، -1 = سۈكۈتتىكى.

source: Whether to hint Xft fonts; 0=no, 1=yes, -1=default.
bo_cn: ཡིན་མིན་སྣེ་སྟོན། Xftཡིག་གཟུགས་པར་0སྲང་དགག ༡་སྲང་ནི་-༡་སྲང་ཁོག་བཏེགས།
kk_kg: Xft шрифттерин белгилөбү; 0 =жок, 1=ооба, -1=default.
kk_kz: Xft шрифтін айту керек пе; 0 = жоқ, 1 = иә, -1 = әдепкі.
mn_mn: Xft фонтыг зааж өгөх эсэх; 0=үгүй, 1=тийм, -1=default.
ug_cn: Xft خەت نۇسخىسىنى بېسىش-قىلماسلىق 0 = ياق ، 1 = ھەئە ، -1 = سۈكۈتتىكى.

source: What degree of hinting to use; "hintnone", "hintslight", "hintmedium", or "hintfull".
bo_cn: བཀོལ་སྤྱོད་ཅི་ཞིག་ཚད་སྣེ་སྟོན་པར་“hintnone”དང་“hintslight”དང་“hintmedium”འམ་“hintfull”།
kk_kg: колдонууга кандай деңгээлде белги; "хинтон", "хинтслайт", "хинтемедий", же "хинфулл".
kk_kz: Қолдану дәрежесі қандай; «хинтон», «хинчайт», «гинтрек» немесе «хинтуаль»".
mn_mn: Хэрэглэх санааг ямар хэмжээнд; "hintnone", "сануулга", "hintmedium", эсвэл "сануулга".
ug_cn: قايسى دەرىجىدە ئىشلىتىشكە بېشارەت بېرىدۇ. «خىنتون» ، «بېشارەت» ، «خىنتمېدى» ياكى «خىنتف»".

source: Type of subpixel antialiasing; "none", "rgb", "bgr", "vrgb", "vbgr".
bo_cn: གཉིས་པ་像素འགོག་པ་སོག་ལེ་འི་དབྱིབས། “མེད་”དང་“RGB”དང་“BGR”དང་“VRGB”དང་“VBGR”།
kk_kg: Субпиксел антициазия түрү; "жок", "ргб", "бгр", "вргб", "вбгр".
kk_kz: Субпиксельді антиализация түрі; «жоқ», «rgb», «bgr», «vrgb», «vbgr»".
mn_mn: Subpixel antialiasing төрөл; "аль нь ч биш", "ргб", "bgr", "vrgb", "vbgr".
ug_cn: تارماق تىپقا قارشى ئانتىتېلانىڭ تۈرى «none» ، «rgb» ، «bgr» ، «vrgb» ، «vbgr»".

source: Resolution for Xft, in 1024 * dots/inch. -1 to use default value. Do not modify it manually.
bo_cn: Xftའི་分辨率། 1024*གནས་/ཚོན་སྡེ་ཚན། -1བཀོལ་སྤྱོད་ཁོག་བཏེགས། སྣབས་རྟུག་手动བཟོ་བཅོས་རྒྱག་རྒྱུ་དེ་ཡིན།
kk_kg: Xft үчүн резолюция, жылы 1024 * чекит / дюйм. -1 дефолт наркын колдонуу. Кол менен өзгөртпөйлү.
kk_kz: Xft шешімі, 1024 * нүктелер / дюймдер. -1 әдепкі мәнді қолдану. Қолмен өзгертпеңіз.
mn_mn: Xft-ийн шийдэл, 1024 онд * цэг/инч. -1 дефолт үнэ цэнийг ашиглах. Үүнийг гараар бүү өөрчил.
ug_cn: Xft نىڭ قارارى ، 1024-يىلى * چېكىت / دىيۇم. -1 سۈكۈتتىكى قىممەتنى ئىشلىتىش. ئۇنى قولدا ئۆزگەرتمەڭ.

source: Name of the cursor theme.
bo_cn: 光标བརྗོད་བྱ་གཙོ་བོ་འི་མིང་།
kk_kg: Курсор темасынын аты.
kk_kz: Курсор тақырыбының атауы.
mn_mn: Курсор сэдвийн нэр.
ug_cn: نۇر بەلگە تېمىسىنىڭ ئىسمى.

source: Size of the cursor referenced by cursor_theme.
bo_cn: Cursor_themeསྤྱད་པའི་ཡོ་བྱད་སྤོ་ཐུབ་མ་ཆེ་ཆུང་།
kk_kg: cursor_theme шилтеме кылган курсордун өлчөмү.
kk_kz: Курсор_темамен көрсетілген курсордың мөлшері.
mn_mn: cursor_theme дурдсан курсорын хэмжээ.
ug_cn: نۇر بەلگىسى_ تېما تەرىپىدىن كۆرسىتىلگەن نۇر بەلگىسىنىڭ چوڭلۇقى.

source: Name of default font to use.
bo_cn: སྤྱད་པའི་ཁོག་ནས་ཡིག་གཟུགས་ཀྱི་མིང།
kk_kg: Колдонуу үчүн дефолт шрифтинин аты.
kk_kz: Пайдаланылатын әдепкі қаріптің атауы.
mn_mn: Хэрэглэх default фонтын нэр.
ug_cn: ئىشلىتىش ئۈچۈن سۈكۈتتىكى خەت نۇسخىسىنىڭ ئىسمى.

source: Name of key theme RC file to load.
bo_cn: ས་སྣོན་ལོ་བཞི་འི་འགག་རྩ་འི་བརྗོད་བྱ་གཙོ་བོ། RCཡིག་ཆ་མིང་།
kk_kg: Жүктөө үчүн негизги темадагы RC файлынын аты.
kk_kz: Жүктеуге арналған RC негізгі тақырыбының атауы.
mn_mn: Гол сэдэв RC файлыг ачаалах нэр.
ug_cn: يۈكلەيدىغان ئاچقۇچلۇق تېمىنىڭ ئىسمى RC ھۆججىتى.

source: Whether default toolbars have text only, text and icons, icons only, etc.
bo_cn: ཁོག་工具栏མིན་ཙམ་འདུས་པའི་དཔེ་དེབ་དང་དཔེ་དེབ་དང་图标དང་ཁོ་ན་图标སོགས།
kk_kg: Дефолт курал панелдеринин тексти гана барбы, текст жана белгилер, белгилер гана ж.б.
kk_kz: Әдепкі құралдарда тек мәтін, мәтін және белгішелер, белгішелер және т.б. бар ма.
mn_mn: Default toolbars зөвхөн текст, текст, зургууд, зөвхөн зургууд, гэх мэт.
ug_cn: سۈكۈتتىكى قوراللارنىڭ پەقەت تېكىست ، تېكىست ۋە سىنبەلگە ، پەقەت سىنبەلگە قاتارلىقلار بار.

source: Size of icons in default toolbars.
bo_cn: ཁོག་工具栏ཁྲོད་图标ཆེ་ཆུང་།
kk_kg: Дефолт куралдарындагы белгилердин өлчөмү.
kk_kz: Әдепкі құралдардағы белгішелердің мөлшері.
mn_mn: Стандарт багажны тавиур дахь зургуудын хэмжээ.
ug_cn: سۈكۈتتىكى قوراللاردىكى سىنبەلگىلەرنىڭ چوڭلۇقى.

source: How to draw the input method preedit string.
bo_cn: ཇི་ལྟར་བཞེངས་པ་ནང་འདྲེན་བཅའ་ཁྲིམས་སྔོན་རྩོམ་སྒྲིག་字符串།
kk_kg: кирүү ыкмасын алдын ала сапты кантип чийүү керек.
kk_kz: Кіріс әдісін алдын-ала жолды қалай сызуға болады.
mn_mn: Оролтын аргыг preedit string хэрхэн зурах вэ?
ug_cn: كىرگۈزۈش ئۇسۇلىنى ئالدىن تىزما سىزىش.

source: How to draw the input method statusbar.
bo_cn: ཇི་ལྟར་བཞེངས་པ་ནང་འདྲེན་བཅའ་ཁྲིམས་状态栏།
kk_kg: Кирүү ыкмасы статусбарын кантип чийүү керек.
kk_kz: Кіріс әдісінің күй тақтасын қалай сызуға болады.
mn_mn: Оролтын аргын статусыг хэрхэн зурах вэ?
ug_cn: كىرگۈزۈش ئۇسۇلى ھالىتىنى قانداق سىزىش كېرەك.

source: Name of the input method module used by GTK+.
bo_cn: GTK+བཀོལ་སྤྱོད་བྱས་ནས་ནང་འདྲེན་བྱེད་ཐབས་ཕྱོགས་བསྡུས་བཀོད་འདོམས་ཀྱི་མིང།
kk_kg: GTK +колдонгон кирүү ыкмасы модулунун аты.
kk_kz: GTK + пайдаланатын енгізу әдісі модулінің атауы.
mn_mn: GTK+-ийн ашигласан оролтын арга модулийн нэр.
ug_cn: GTK + ئىشلىتىدىغان كىرگۈزۈش ئۇسۇلى مودۇلىنىڭ ئىسمى.

source: Whether images should be shown in menus.
bo_cn: ཡིན་མིན་འོས་པ་菜单ཁྲོད་མངོན་པའི་འཆར་སྣང་།
kk_kg: Сүрөттөр менюларда көрсөтүлүшү керекпи?
kk_kz: Суреттер мәзірде көрсетілуі керек пе.
mn_mn: Зураг цэсээр харуулах эсэх.
ug_cn: رەسىملەرنى تىزىملىكلەردە كۆرسىتىش كېرەكمۇ يوق.

source: Whether stock icons should be shown in buttons.
bo_cn: ཡིན་མིན་འོས་པ་གཅུས་སྒོ་ཁྲོད་མངོན་པའི་མ་རྐང་འཛིན་ཤོག་图标།
kk_kg: Запастык белгилер кнопкаларда көрсөтүлүшү керекпи?
kk_kz: Қораптағы белгішелерді түймелерде көрсету керек пе.
mn_mn: Үнэт цаасны зургуудыг товчоор харуулах эсэх.
ug_cn: كۇنۇپكىلاردا پاي سىنبەلگىسىنى كۆرسىتىش كېرەكمۇ يوق.

source: The accelerator for moving the focus to the menubar.
bo_cn: སྤྱོད་ཀྱིས་གནད་འགག་སྤོས་པ་ནས་菜单ལན་ཀན་འི་འཕྲུལ་ཆས།
kk_kg: басымды менюбарга жылдыруу үчүн тездетүүчү.
kk_kz: Фокусты менубарға жылжытуға арналған үдеткіш.
mn_mn: Фокусыг цэсний тавцан руу шилжүүлэх хурдасгуур.
ug_cn: فوكۇسنى ھەيزگە يۆتكەشنىڭ تېزلەتكۈچىسى.

source: A '\n' separated list of "name:color" as defined by the 'gtk-color-scheme' setting
bo_cn: “gtk-color-scheme”འཛུགས་རྒྱུ་འི་མཚན་ཉིད་ལ་“མིང་། ཁ་དོག་”“\n”བར་མཚམས་གཅོད་རེའུ་མིག་བཀོད།
kk_kg: «Gtk-түс-схема» параметри менен аныкталган «аты-жөнү:түсү» деген «түстүн» бөлүнгөн тизмеси
kk_kz: A 'name' бөлінген «атауы: түсі» 'гтк-колор-схема' параметрімен анықталған
mn_mn: 'gtk-color-scheme' тохиргоогоор тодорхойлогдсон '\n' тусгаарлагдсан жагсаалт "нэр:color"
ug_cn: «gtk-color-scheme» تەڭشىكى تەرىپىدىن ئېنىقلانغان «ئىسمى: رەڭ» نىڭ ئايرىم تىزىملىكى

source: Module to use as the filesystem model for the GtkFileChooser widget. Possible values are "gio" and "gtk+".
bo_cn: ཚོང་རྫས་ཀྱི། GtkFileChooserཆུང་བའི་ལྷུ་ལག་ཡིག་ཆ་མ་ལག་དཔེ་དབྱིབས་ཀྱི་ཕྱོགས་བསྡུས་བཀོད་འདོམས་དང་། སྲིད་པའི་ཚད་ལ་“gio”དང་“gtk+”།
kk_kg: GtkFileChooser виджетинин файлдар модели катары колдонуу модулу. Мүмкүн болгон баалуулуктар – "джо" жана "gtk+".
kk_kz: GtkFileChooser виджеті үшін файлдық жүйе моделі ретінде пайдалануға арналған модуль. Мүмкін болатын мәндер - «гио» және «гтк +»".
mn_mn: GtkFileChooser widget-ийн файлын систем загвар болгон ашиглах модуль. Боломжит үнэ цэнэ нь "gio", "gtk+" юм.
ug_cn: GtkFileChooser كىچىك قورالىنىڭ ھۆججەت سىستېمىسى مودېلى سۈپىتىدە ئىشلىتىش مودۇلى. مۇمكىن بولغان قىممەتلەر «gio» ۋە «gtk +»".

source: This setting determines which buttons should be put in the titlebar of client-side decorated windows, and whether they should be placed at the left of right.
bo_cn: དེའི་བཀོད་སྒྲིག་གཏན་འཁེལ་གང་དག་གཅུས་སྒོ་དགོས་པ་དེ་མཁོ་མཁན་གྱི་རྒྱལ་བོ་འི་རྒྱན་སྤྲས་པ་སྐར་ཁུང་གི་ཁ་བྱང་ལན་ཀན་ཁྲོད་དེ་དག་མིན་ས་བཞག་པ་གཡས་གཡོན།
kk_kg: Бул параметр кардар тараптагы жасалгаланган терезелердин аталышына кайсы кнопкаларды коюу керектигин жана аларды оң тараптын сол жагына жайгаштыруу керектигин аныктайт.
kk_kz: Бұл параметр клиенттің безендірілген терезелерінің тақтасына қандай батырмаларды қою керектігін және оларды оң жақтың сол жағында орналастыру керектігін анықтайды.
mn_mn: Энэ тохиргоо нь үйлчлүүлэгчийн хажуугийн чимэглэсэн цонхнуудын гарчигт аль товчийг тавих, мөн баруун зүүн талд байрлуулах эсэхийг тодорхойлдог.
ug_cn: بۇ تەڭشەك خېرىدارلار تەرەپتىكى بېزەلگەن كۆزنەكلەرنىڭ ماۋزۇسىغا قايسى كۇنۇپكىلارنى قويۇش كېرەكلىكىنى ، ئۇلارنىڭ ئوڭنىڭ سول تەرىپىگە قويۇش-قويماسلىقنى بەلگىلەيدۇ.

source: This setting determines where application menu will be displayed - in a window or on a panel with MenuModel protocol.
bo_cn: དེའི་བཀོད་སྒྲིག་གཏན་འཁེལ་བཀོལ་སྤྱོད་གོ་རིམ་菜单འི་ཐོག་ནས་མངོན་པར་བཞག། - སྒེའུ་ཁུང་གི་ཁྲོད་བེད་སྤྱོད། MenuModelགྲོས་མཐུན་面板།
kk_kg: Бул параметр иштеменин менюсу каякта көрсөтүлөрүн аныктайт - терезеде же МенюМодель протоколу бар панелде.
kk_kz: Бұл параметр қолданбалы мәзірдің терезеде немесе MenuModel протоколы бар панельде қай жерде көрсетілетінін анықтайды.
mn_mn: Энэ тохиргоо нь хэрэглээний цэсийг хаана харуулахыг тодорхойлно . Цонхонд эсвэл MenuModel протокол бүхий панел дээр.
ug_cn: بۇ تەڭشەك پروگرامما تىزىملىكىنىڭ كۆزنەكتە ياكى تىزىملىك مودېل كېلىشىمنامىسى بار تاختايدا كۆرسىتىلىدىغانلىقىنى بەلگىلەيدۇ.

source: This setting determines where window menubars will be displayed - in a window or on a panel with MenuModel protocol.
bo_cn: དེའི་བཀོད་སྒྲིག་གཏན་འཁེལ་སྐར་ཁུང་菜单ལན་ཀན་འི་ཐོག་ནས་མངོན་པར་བཞག། - སྒེའུ་ཁུང་གི་ཁྲོད་བེད་སྤྱོད། MenuModelགྲོས་མཐུན་面板།
kk_kg: Бул параметр терезе менюбарларынын каякта көрсөтүлөрүн аныктайт - терезеде же МенюМодель протоколу бар панелде.
kk_kz: Бұл параметр терезе мәзірлері терезеде немесе MenuModel протоколы бар панельде қай жерде көрсетілетінін анықтайды.
mn_mn: Энэ тохиргоо нь цонхны цэсэн тавцанг хаана харуулахыг тодорхойлно . Цонхонд эсвэл MenuModel протоколтой хавтан дээр.
ug_cn: بۇ تەڭشەك كۆزنەك تىزىملىكلىرىنىڭ كۆزنەكتە ياكى تىزىملىك مودېل كېلىشىمنامىسى بار تاختايدا قەيەردە كۆرسىتىلىدىغانلىقىنى بەلگىلەيدۇ.

source: Whether the context menus of entries and text views should offer to change the input method.
bo_cn: དོན་ཚན་དང་དཔེ་དེབ་མཐོང་རིས་འི་གི་གོང་འོག་菜单མིན་བྱེད་དགོས་ལ་དེ་བས་བཅོས་སྒྲིག་བྱས་ནས་ནང་འདྲེན་བཅའ་ཁྲིམས་བྱེད་ནུས།
kk_kg: Жазуулардын жана тексттик көз караштардын контексттик менюлары киргизүү ыкмасын өзгөртүүнү сунуш кылышы керекпи?
kk_kz: Кірістіру әдісін өзгерту үшін жазбалар мен мәтіндік көзқарастардың мәтінмәндік мәзірлері ұсынылуы керек.
mn_mn: Оролтын болон текст хандалтын хам сэдвийн цэс нь оролтын аргыг өөрчлөхийг санал болгох эсэх.
ug_cn: كىرگۈزۈش ئۇسۇلى ۋە تېكىست كۆرۈنۈشلىرىنىڭ مەزمۇن تىزىملىكى كىرگۈزۈش ئۇسۇلىنى ئۆزگەرتىش ئۈچۈن ئوتتۇرىغا قويۇشى كېرەكمۇ يوق.
