Repository: fe11n/kiran-cc-daemon
Catalog: po/*.po
Languages: bo_cn, kk_kg, kk_kz, mn_mn, ug_cn

source: Whether the context menus of entries and text views should offer to insert control characters.
bo_cn: དོན་ཚན་དང་དཔེ་དེབ་མཐོང་རིས་འི་གི་གོང་འོག་菜单མིན་དགོས་པར་འཇུག་པ་ཚོད་འཛིན་ཡིག་རྟགས་གཏོང་བ།
kk_kg: Жазуулардын жана тексттик көрүүлөрдүн контексттик менюлары башкаруу символдорун киргизүүнү сунуш кылышы керекпи?
kk_kz: Мәтіндік көріністер мен мәтіндік көріністердің мәтінмәндік мәзірлері басқару таңбаларын енгізуді ұсынуы керек пе.
mn_mn: Оролт, текст хандалтын хам сэдвийн цэс нь хяналтын дүрүүдийг оруулахыг санал болгох эсэх.
ug_cn: مەزمۇن تىزىملىكى ۋە تېكىست كۆرۈنۈشلىرىنىڭ كونترول ھەرپلىرىنى قىستۇرۇش ئۈچۈن تەمىنلىنىشى كېرەكمۇ يوق.

source: Whether mnemonics should be automatically shown and hidden when the user presses the Alt key.
bo_cn: གོ་ཤེས་སྤྱོད་མཁན་ལྟར། Altའབྲེལ་རྡང་དུས་མིན་ངེས་པར་དུ་རང་འགུལ་ངང་མངོན་པ་དང་སྦས་སྐུང་助记符།
kk_kg: Колдонуучу Alt ачкычын басып жатканда, мнемоника автоматтык түрдө көрсөтүлүп, жашырылып калышы керекпи?
kk_kz: Пайдаланушы Alt пернесін басқан кезде мнемоника автоматты түрде көрсетілуі және жасырылуы керек пе.
mn_mn: Хэрэглэгч Alt түлхүүрийг дарахад mnemonics автоматаар үзүүлж, нуух ёстой эсэх.
ug_cn: ئىشلەتكۈچى Alt كۇنۇپكىسىنى باسقاندا mnemonics نى ئاپتوماتىك كۆرسىتىش ۋە يوشۇرۇش كېرەكمۇ يوق.

source: If true, gtk+ uses the primary paste selection, usually triggered by a middle mouse button click.
bo_cn: གལ་ཏེ། Trueན་gtk+བཀོལ་སྤྱོད་བདག་པོ་སྦྱར་བའི་བསལ་འདེམས་ཀྱིས་སྤྱིར་བཏང་鼠标中键单击ཕོག་ཐུག་བཏང་ནས་བྱུང་བ་རེད།
kk_kg: Эгер бул орнотулса, gtk + негизги паста тандоо колдонот, адатта, орто чычкан баскычы чыкылдатуу менен иштетилет.
kk_kz: Егер рас болса, gtk + әдетте тінтуірдің ортаңғы батырмасын басу арқылы басталатын бастапқы паста таңдауын қолданады.
mn_mn: Хэрэв үнэн бол gtk+ нь үндсэн paste сонголтыг ашигладаг бөгөөд ихэвчлэн дунд оврын товчлуурыг дарахад өдөөгдөг.
ug_cn: ئەگەر راست بولسا ، gtk + دەسلەپكى چاپلاق تاللاشنى ئىشلىتىدۇ ، ئادەتتە ئوتتۇرا چاشقىنەك كۇنۇپكىسى ئارقىلىق قوزغىلىدۇ.

source: Whether to enable toolkit-wide animations.
bo_cn: ཡིན་མིན་སྤྱོད་འགོ་ཚུགས་工具包ཁྱབ་ཁོངས་ཀྱི་འགུལ་རིས།
kk_kg: Инструменттер боюнча анимацияларды жүргүзүүгө болобу?
kk_kz: Құралдар жиынтығын жануарларға қосу керек пе.
mn_mn: Toolkit өргөн анимэйшнийг боломжтой болгох эсэх.
ug_cn: قورال-ياراغ تۈرىدىكى ھايۋانلارنى قوزغىتىش-قىلماسلىق.

source: Whether builtin GTK+ dialogs such as the file chooser, the color chooser or the font chooser will use a header bar at the top to show action widgets, or an action area at the bottom.
bo_cn: གང་ལྟར་内置འི། GTK+对话框（དཔེར་ན་ཡིག་ཆ་འདེམས་ཡོ་བྱད་དང་ཁ་དོག་བསལ་འདེམས་ཀྱི་ཡོ་བྱད་ཀྱང་ཡིག་གཟུགས་འདེམས་ཡོ་བྱད་ཚང་མ་ས་བཀོལ་སྤྱོད་གཙུག་ཏུ་འི་ཁ་བྱང་ལན་ཀན་ལ་བརྟེན་ནས་མངོན་པའི་བྱ་སྤྱོད་ཆུང་བའི་ལྷུ་ལག་འམ་བཀོལ་སྤྱོད་ཀྱི་སྐུབ་བཀོལ་སྤྱོད་ས་ཁོངས།
kk_kg: Файл тандоочу, түс тандоочу же шрифт тандоочу сыяктуу курулуш GTK + диалогдору иш-аракет виджеттерин көрсөтүү үчүн жогорудагы баштык тилкесин колдонот, же түбүндөгү иш-аракет аянты.
kk_kz: Кіріктірілген GTK + диалогтары, мысалы, файлды таңдау, түсті таңдау немесе шрифт таңдау құралы іс-әрекеттің виджеттерін көрсету үшін жоғарғы жағындағы үстіңгі жолақты пайдаланады ма, немесе төменгі жағындағы әрекет аймағы.
mn_mn: File chooser гэх мэтuiltin GTK+ диалогууд, өнгө сонгох эсвэл фонт сонгох нь дээд талд нь header bar ашиглан үйл ажиллагааны widgets харуулах, эсвэл доод талд нь үйл ажиллагааны бүсийг ашиглах болно.
ug_cn: مەيلى GTK + ھۆججەت تاللىغۇچ ، رەڭ تاللىغۇچ ياكى خەت تاللاش قاتارلىق دىئالوگلار ئۈستىدىكى باش بالداق ئىشلىتىپ ھەرىكەت كىچىك قوراللىرىنى كۆرسىتىدۇ, ياكى ئاستىدىكى ھەرىكەت رايونى.

source: This controls the GTK scale factor that maps from window coordinates to the actual device pixels.
bo_cn: འདི་ནི་ཚོད་འཛིན་ནས་སྐར་ཁུང་གནས་ཚད་映射དོན་དངོས་སྒྲིག་ཆས་像素འི། GTKབསྡུར་ཚད་གྱི་རྐྱེན་གྲངས།
kk_kg: Бул терезеден баштап иш жүзүндөгү аппарат пикселдерине чейин карталарды камтыган GTK масштабдуу факторин көзөмөлдөйт.
kk_kz: Бұл терезе координаттарынан құрылғының нақты пикселдеріне дейінгі GTK шкаласының коэффициентін басқарады.
mn_mn: Энэ нь цонхны координатаас бодит төхөөрөмжийн пиксел хүртэл газрын зурагладаг GTK масштабын хүчин зүйлийг хянадаг.
ug_cn: بۇ كۆزنەكتىن ئەمەلىي ئۈسكۈنە پېكسىلغىچە خەرىتە قىلىدىغان GTK كۆلەم ئامىلىنى كونترول قىلىدۇ.

source: This setting determines whether MATE controls the scale factor for QT applications.
bo_cn: དེའི་བཀོད་སྒྲིག་གཏན་འཁེལ། MATEམིན་ཚོད་འཛིན་QTབཀོལ་སྤྱོད་གོ་རིམ་བསྡུར་ཚད་གྱི་རྐྱེན་གྲངས།
kk_kg: Бул параметр МАТЕ QT тиркемелеринин масштабдуу факторун көзөмөлдөп жаткан-жатпаганын аныктайт.
kk_kz: Бұл параметр MATE QT қолдану үшін шкалалық факторды басқаратындығын анықтайды.
mn_mn: Энэ тохиргоо нь MATE нь QT-ийн хэрэглээний масштабын хүчин зүйлийг хянадаг эсэхийг тодорхойлдог.
ug_cn: بۇ تەڭشەك MATE نىڭ QT قوللىنىشچان پروگراممىلىرىنىڭ كۆلەم ئامىلىنى كونترول قىلىدىغان-قىلمايدىغانلىقىنى بەلگىلەيدۇ.

source: Change your own user data
bo_cn: བཟོ་བཅོས་ཁྱེད་ཀྱིས་རང་ཉིད་ཀྱི་སྤྱོད་མཁན་གཞི་གྲངས།
kk_kg: Колдонуучунун маалыматтарын өзгөртүү
kk_kz: Пайдаланушының жеке деректерін өзгертіңіз
mn_mn: Өөрийн хэрэглэгчийн мэдээллээ өөрчлөх
ug_cn: ئۆزىڭىزنىڭ ئىشلەتكۈچى سانلىق مەلۇماتلىرىڭىزنى ئۆزگەرتىڭ

source: Authentication is required to change your own user data
bo_cn: དགོས་མཁོ་འི་ཐོབ་ཐང་ལ་ཚོད་ལྟ་བྱས་ན་ད་གཟོད་གསུངས་པ་ཁྱེད་ཀྱིས་རང་ཉིད་ཀྱི་སྤྱོད་མཁན་གཞི་གྲངས།
kk_kg: Өз колдонуучунун маалыматтарын өзгөртүү үчүн аутентификация талап кылынат
kk_kz: Жеке пайдаланушы деректерін өзгерту үшін аутентификация қажет
mn_mn: Authentication нь өөрийн хэрэглэгчийн өгөгдлийг өөрчлөх шаардлагатай
ug_cn: ئۆزىڭىزنىڭ ئىشلەتكۈچى سانلىق مەلۇماتلىرىنى ئۆزگەرتىش ئۈچۈن دەلىللەش تەلەپ قىلىنىدۇ

source: Change your own user password
bo_cn: བཟོ་བཅོས་ཁྱེད་ཀྱིས་རང་ཉིད་ཀྱི་སྤྱོད་མཁན་ཨང་ཡིག།
kk_kg: Өздүк колдонуучу сырсөздү өзгөртүү
kk_kz: Пайдаланушының паролін өзгертіңіз
mn_mn: Өөрийн хэрэглэгчийн нууц үгийг өөрчлөх
ug_cn: ئۆزىڭىزنىڭ ئىشلەتكۈچى پارولىڭىزنى ئۆزگەرتىڭ

source: Authentication is required to change your own user password
bo_cn: དགོས་མཁོ་འི་ཐོབ་ཐང་ལ་ཚོད་ལྟ་བྱས་ན་ད་གཟོད་གསུངས་པ་ཁྱེད་ཀྱིས་རང་ཉིད་ཀྱི་སྤྱོད་མཁན་ཨང་ཡིག།
kk_kg: Өздүк колдонуучу сырсөздү өзгөртүү үчүн аутентификация талап кылынат
kk_kz: Жеке пайдаланушы паролін өзгерту үшін аутентификация қажет
mn_mn: Authentication нь өөрийн хэрэглэгчийн нууц үгийг өөрчлөх шаардлагатай
ug_cn: ئۆزىڭىزنىڭ ئىشلەتكۈچى پارولىڭىزنى ئۆزگەرتىش ئۈچۈن دەلىللەش تەلەپ قىلىنىدۇ

source: Manage user accounts
bo_cn: དོ་དམ་སྤྱོད་མཁན་ཐོ་ཁོངས།
kk_kg: Колдонуучулардын эсептерин башкаруу
kk_kz: Пайдаланушы шоттарын басқару
mn_mn: Хэрэглэгчийн дансыг удирдах
ug_cn: ئىشلەتكۈچى ھېساباتىنى باشقۇرۇش

source: Authentication is required to change user data
bo_cn: བཟོ་བཅོས་སྤྱོད་མཁན་གཞི་གྲངས་དགོས་པའི་ཐོབ་ཐང་ལ་ཚོད་ལྟ་ས་ར་སྤྲོད།
kk_kg: Колдонуучулардын маалыматтарын өзгөртүү үчүн аутентификация талап кылынат
kk_kz: Пайдаланушы деректерін өзгерту үшін аутентификация қажет
mn_mn: Хэрэглэгчийн өгөгдлийг өөрчлөхийн тулд баталгаажуулалт хийх шаардлагатай
ug_cn: ئىشلەتكۈچى سانلىق مەلۇماتلىرىنى ئۆزگەرتىش ئۈچۈن دەلىللەش تەلەپ قىلىنىدۇ

source: Change the login screen configuration
bo_cn: བཟོ་བཅོས་登录བརྙན་ཤེལ་བཀོད་སྒྲིག།
kk_kg: Кирүү экранынын конфигурациясын өзгөртүү
kk_kz: Кіру экранының конфигурациясын өзгертіңіз
mn_mn: Логин дэлгэцийн тохиргоог өөрчлөх
ug_cn: كىرىش ئېكرانىنىڭ سەپلىمىسىنى ئۆزگەرتىڭ

source: Authentication is required to change the login screen configuration
bo_cn: དགོས་མཁོ་འི་ཐོབ་ཐང་ལ་ཚོད་ལྟ་བྱས་ན་ད་གཟོད་བཟོ་བཅོས་登录བརྙན་ཤེལ་བཀོད་སྒྲིག།
kk_kg: Системага кирүү экранынын конфигурациясын өзгөртүү үчүн аутентификация талап кылынат
kk_kz: Репортер экранының конфигурациясын өзгерту үшін аутентификация қажет
mn_mn: Логин дэлгэцийн тохиргоог өөрчлөхийн тулд баталгаажуулалт хийх шаардлагатай
ug_cn: كىرىش ئېكرانىنىڭ سەپلىمىسىنى ئۆزگەرتىش ئۈچۈن دەلىللەش تەلەپ قىلىنىدۇ

source: Set system time
bo_cn: སྒྲིག་འཛུགས་མ་ལག་དུས་ཚོད།
kk_kg: Системанын убактысын белгилөө
kk_kz: Жүйе уақытын орнатыңыз
mn_mn: Системийн цаг тогтоох
ug_cn: سىستېما ۋاقتىنى بەلگىلەڭ

source: Authentication is required to set the system time.
bo_cn: དགོས་མཁོ་འི་ཐོབ་ཐང་ལ་ཚོད་ལྟ་ས་ར་སྤྲོད་ཐུབ་རྒྱུའི་མ་ལག་དུས་ཚོད།
kk_kg: Системанын убактысын белгилөө үчүн аутентификация талап кылынат.
kk_kz: Жүйенің уақытын белгілеу үшін аутентификация қажет.
mn_mn: Системийн цагийг тогтоохын тулд баталгаажуулалт хийх шаардлагатай.
ug_cn: سىستېما ۋاقتىنى بەلگىلەش ئۈچۈن دەلىللەش تەلەپ قىلىنىدۇ.

source: Set system timezone
bo_cn: སྒྲིག་འཛུགས་མ་ལག་དུས་ཁུལ།
kk_kg: Системанын убакыт белдеуин орнотуу
kk_kz: Жүйенің уақыт белдеуін орнатыңыз
mn_mn: Системийн цагийн бүс тогтоох
ug_cn: سىستېما ۋاقىت رايونىنى بەلگىلەڭ

source: Authentication is required to set the system timezone.
bo_cn: དགོས་མཁོ་འི་ཐོབ་ཐང་ལ་ཚོད་ལྟ་ས་ར་སྤྲོད་ཐུབ་རྒྱུའི་མ་ལག་དུས་ཁུལ།
kk_kg: Системанын убакыт белдеуин орнотуу үчүн аутентификация талап кылынат.
kk_kz: Жүйенің уақыт белдеуін орнату үшін аутентификация қажет.
mn_mn: Системийн цагийн бүсийг тогтоохын тулд баталгаажуулалт хийх шаардлагатай.
ug_cn: سىستېما ۋاقىت رايونىنى تەڭشەش ئۈچۈن دەلىللەش تەلەپ قىلىنىدۇ.

source: Set RTC to local timezone or UTC
bo_cn: ས། RTCའཛུགས་རྒྱུ་དེ་ཡུལ་དེ་དུས་ཁུལ་འམ་UTC།
kk_kg: РТКны жергиликтүү убакыт белдеуине же UTC-ге орнотуу
kk_kz: Жергілікті уақыт белдеуіне немесе UTC-ге RTC орнатыңыз
mn_mn: Орон нутгийн цагийн бүс буюу UTC-д RTC-г тогтоох
ug_cn: RTC نى يەرلىك ۋاقىت رايونى ياكى UTC غا تەڭشەڭ

source: Authentication is required to control whether the RTC stores the local or UTC time.
bo_cn: དགོས་མཁོ་འི་ཐོབ་ཐང་ལ་ཚོད་ལྟ་བྱས་ནས་ཚོད་འཛིན། RTCནི་ཉར་གསོག་ཡུལ་དེ་འི་དུས་ཚོད་ནི་ད་དུང་UTCདུས་ཚོད།
kk_kg: РТК жергиликтүү же UTC убактысын сактайбы, жокпу, көзөмөлдөө үчүн аутентификация талап кылынат.
kk_kz: Растау RTC жергілікті немесе UTC уақытын сақтайтындығын бақылау үшін қажет.
mn_mn: RtC нь орон нутгийн эсвэл UTC цагийг хадгалж байгаа эсэхийг хянахын тулд баталгаажуулалт шаардлагатай.
ug_cn: RTC نىڭ يەرلىك ياكى UTC ۋاقتىنى ساقلىغان-ساقلىمىغانلىقىنى كونترول قىلىش تەلەپ قىلىنىدۇ.

source: Turn network time synchronization on or off
bo_cn: འབྱེད་པ་འམ་སྒོ་རྒྱག་དྲ་རྒྱ་འི་དུས་ཚོད་དང་མཉམ་དུ།
kk_kg: Тармактык убакытты синхрондоону күйгүзүү же өчүрүү
kk_kz: Желілік уақытты синхрондауды қосу немесе өшіру
mn_mn: Сүлжээний цагийн синхрончлолыг асаах эсвэл унтраах
ug_cn: تور ۋاقتىنى ماس قەدەمدە ئېچىڭ ياكى ئۆچۈرۈڭ

source: Authentication is required to control whether network time synchronization shall be enabled.
bo_cn: དགོས་མཁོ་འི་ཐོབ་ཐང་ལ་ཚོད་ལྟ་བྱས་ནས་ཚོད་འཛིན་མིན་ས་སྤྱོད་འགོ་ཚུགས་དྲ་རྒྱ་འི་དུས་ཚོད་དང་མཉམ་དུ།
kk_kg: Тармактык убакытты синхрондоо мүмкүнбү, жокпу, көзөмөлдөө үчүн аутентификация талап кылынат.
kk_kz: Желінің уақытын синхрондаудың қосылатындығын бақылау үшін аутентификация қажет.
mn_mn: Сүлжээний цаг хугацааны синхрончлолыг боломжтой эсэхийг хянахын тулд баталгаажуулалт шаардлагатай.
ug_cn: تور ۋاقتى ماس قەدەمدە قوزغىتىلغان ياكى قوزغىتىلمىغانلىقىنى كونترول قىلىش ئۈچۈن دەلىللەش تەلەپ قىلىنىدۇ.

source: Greeter settings
bo_cn: 接待员བཀོད་སྒྲིག།
kk_kg: Саламдашуу параметрлери
kk_kz: Гретер параметрлері
mn_mn: Greeter тохиргоо
ug_cn: سالام تەڭشەكلىرى

source: Authentication is required for greeter setting.
bo_cn: དགའ་བསུ་བྱེད་པའི་གོ་རིམ་བཀོད་སྒྲིག་བྱེད་དགོས་པའི་ཐོབ་ཐང་ལ་ཚོད་ལྟ་ས་ར་སྤྲོད་དགོས།
kk_kg: Саламдашууну орнотуу үчүн аутентификация талап кылынат.
kk_kz: Гретерді орнату үшін аутентификация қажет.
mn_mn: Greeter тохиргоог баталгаажуулах шаардлагатай.
ug_cn: سالام بەلگىلەش ئۈچۈن دەلىللەش تەلەپ قىلىنىدۇ.

source: Set host name
bo_cn: སྒྲིག་ལུགས་འགོ་བྱེད་གནམ་གྲུ་མིང།
kk_kg: Хост атын коюу
kk_kz: Хост атауын орнатыңыз
mn_mn: Хост нэр тогтоох
ug_cn: ساھىبجامال نامىنى بەلگىلەڭ

source: Authentication is required to set the host name.
bo_cn: དགོས་མཁོ་འི་ཐོབ་ཐང་ལ་ཚོད་ལྟ་བྱས་ན་ད་གཟོད་བཟོ་འགོ་བྱེད་གནམ་གྲུ་རེ་ཡོད།
kk_kg: Хосттун атын коюу үчүн аутентификация талап кылынат.
kk_kz: Хост атауын орнату үшін аутентификация қажет.
mn_mn: Хостын нэрийг тогтоохын тулд баталгаажуулалт хийх шаардлагатай.
ug_cn: ساھىبجامالنىڭ نامىنى بەلگىلەش ئۈچۈن دەلىللەش تەلەپ قىلىنىدۇ.

source: Output version infomation and exit
bo_cn: ཕྱིར་གཏོང་པར་གཞི་འི་བརྡ་འཕྲིན་ཕྱིར་འཐེན།
kk_kg: Чыгуу версиясы тууралуу маалымат жана чыгуу
kk_kz: Шығару нұсқасы
mn_mn: Өгөгдлийн хувилбарын мэдээлэл, гарах
ug_cn: چىقىرىش نۇسخىسىنىڭ ئۆزگىرىشى ۋە چېكىنىشى

source: Control center
bo_cn: ཚོད་འཛིན་ལྟེ་གནས།
kk_kg: Башкаруу борбору
kk_kz: Басқару орталығы
mn_mn: Хяналтын төв
ug_cn: كونترول مەركىزى

source: The argument is invalid.
bo_cn: གྲངས་རྩིས་མེད་དུ་གཏོང་རྒྱུ།
kk_kg: Аргумент жараксыз.
kk_kz: Дәлел жарамсыз.
mn_mn: Маргаан нь хүчингүй.
ug_cn: بۇ تالاش-تارتىش ئىناۋەتسىز.

source: Operation failed.
bo_cn: བཀོལ་སྤྱོད་ཕམ་པ་རེད།
kk_kg: Операция ишке ашпады.
kk_kz: Пайдалану сәтсіз аяқталды.
mn_mn: Үйл ажиллагаа нь бүтэлгүйтсэн.
ug_cn: مەشغۇلات مەغلۇپ بولدى.

source: The plugin doesn't exist.
bo_cn: དེའི་འདོགས་དོན་མི་གནས་པ།
kk_kg: Плагин жок.
kk_kz: Плагин жоқ.
mn_mn: Плагин байхгүй.
ug_cn: قىستۇرما مەۋجۇت ئەمەس.

source: No user found.
bo_cn: མ་རྙེད་པ་ས་སྤྱོད་མཁན།
kk_kg: Колдонуучу табылган жок.
kk_kz: Пайдаланушы табылмады.
mn_mn: Хэрэглэгч олдсонгүй.
ug_cn: ئىشلەتكۈچى تېپىلمىدى.

source: Multiple users have the same authentication data.
bo_cn: མང་པོ་སྤྱོད་མཁན་ལ་གཅིག་མཚུངས་ཡིན་པའི་ངོས་ནས་ཚོད་ལྟ་ས་ར་སྤྲོད་གཞི་གྲངས།
kk_kg: Бир нече колдонуучулар бирдей аутентификация маалыматтарына ээ.
kk_kz: Бірнеше пайдаланушының түпнұсқалық растама деректері бірдей.
mn_mn: Олон хэрэглэгч ижил баталгаажуулалтын өгөгдөлтэй байдаг.
ug_cn: كۆپ ئىشلەتكۈچىنىڭ دەلىللەش سانلىق مەلۇماتلىرى ئوخشاش.

source: The user is already logined in, Please log off the user before deleting it.
bo_cn: སྤྱོད་མཁན་ཟིན་པ་登录། སྔོན་ལ་བསུབ་སྤྱོད་མཁན་སླར་ཡང་སུབ་པ་སྤྱོད་མཁན།
kk_kg: Колдонуучу буга чейин кирди, аны жоготконго чейин колдонуучуга кириңиз.
kk_kz: Пайдаланушы кіріп кеткен, оны жоймас бұрын оны өшіріп қойыңыз.
mn_mn: Хэрэглэгч аль хэдийн нэвтэрч орсон байна. Устгахаасаа өмнө хэрэглэгчээс нэвтэрнэ үү.
ug_cn: ئىشلەتكۈچى ئاللىقاچان تىزىملىتىپ كىردى ، ئۇنى ئۆچۈرۈشتىن بۇرۇن ئىشلەتكۈچىنى ئېتىۋېتىڭ.

source: The user already exists.
bo_cn: སྤྱོད་མཁན་གྱིས་གནས་པར།
kk_kg: Колдонуучу буга чейин бар.
kk_kz: Пайдаланушы бұрыннан бар.
mn_mn: Хэрэглэгч аль хэдийн оршин тогтнож байна.
ug_cn: ئىشلەتكۈچى ئاللىبۇرۇن مەۋجۇت.

source: Unknown account type.
bo_cn: ཤེས་མེད་པའི་ཐོ་ཁོངས་དབྱིབས།
kk_kg: Эсептин белгисиз түрү.
kk_kz: Тіркелгі түрі белгісіз.
mn_mn: Үл мэдэгдэх дансны төрөл.
ug_cn: نامەلۇم ھېسابات تىپى.

source: Can't update password file.
bo_cn: ཐབས་མེད་གསར་སྒྱུར་གསང་བའི་ཡིག་ཆ།
kk_kg: Сырсөз файлын жаңырта албайбыз.
kk_kz: Пароль файлын жаңарту мүмкін емес.
mn_mn: Нууц үг файлыг шинэчилж чадахгүй.
ug_cn: پارول ھۆججىتىنى يېڭىلىيالمايدۇ.

source: Invalid command syntax.
bo_cn: བཀའ་རྒྱ་བརྡ་སྤྲོད་རྩིས་མེད་དུ་གཏོང་རྒྱུ།
kk_kg: Жараксыз командалык синтакс.
kk_kz: Жарамсыз командалық синтаксис.
mn_mn: Invalid командын синтакс.
ug_cn: ئىناۋەتسىز بۇيرۇق گرامماتىكىسى.

source: Invalid argument to option.
bo_cn: 选项འི་གྲངས་ལ་རྩིས་འགྲོ་མེད།
kk_kg: Опцияга жараксыз аргумент.
kk_kz: Опционға жарамсыз дәлел.
mn_mn: Сонголт хийх хүчингүй маргаан.
ug_cn: تاللاشتىكى ئىناۋەتسىز تالاش-تارتىش.

source: UID already in use.
bo_cn: UIDདེ་བཀོལ་སྤྱོད་བྱེད་པའི་ཁྲོད།
kk_kg: УИД буга чейин колдонулуп калды.
kk_kz: UID қазірдің өзінде қолданылуда.
mn_mn: UID аль хэдийн ашиглалтанд орсон.
ug_cn: UID ئاللىبۇرۇن ئىشلىتىلىۋاتىدۇ.

source: Passwd file contains errors.
bo_cn: གསང་བའི་ཡིག་ཆ་འི་ནང་གི་ནོར་འཁྲུལ་རེད།
kk_kg: Сырсөз файлы каталарды камтыйт.
kk_kz: Passwd файлында қателер бар.
mn_mn: Passwd файлд алдаанууд агуулагдаж байдаг.
ug_cn: Passwd ھۆججىتىدە خاتالىق بار.

source: Specified user/group doesn't exist.
bo_cn: དམིགས་འཛུགས་སྤྱོད་མཁན་/ཚན་སྐོར།
kk_kg: Көрсөтүлгөн колдонуучу /топ жок.
kk_kz: Көрсетілген пайдаланушы / топ жоқ.
mn_mn: Тодорхой хэрэглэгч/груп байхгүй.
ug_cn: ئېنىقلانغان ئىشلەتكۈچى / گۇرۇپپا مەۋجۇت ئەمەس.

source: User to modify is logged in.
bo_cn: ས་བཟོ་བཅོས་སྤྱོད་མཁན་ཟིན་པ་登录།
kk_kg: Өзгөртүү үчүн колдонуучу кирди.
kk_kz: Өзгерту үшін пайдаланушы кіреді.
mn_mn: Засварлах хэрэглэгч нь бүртгэлтэй байна.
ug_cn: ئۆزگەرتىش ئىشلەتكۈچى تىزىملىتىلىدۇ.

source: Username already in use.
bo_cn: 用户名དེ་བཀོལ་སྤྱོད་བྱེད་པའི་ཁྲོད།
kk_kg: Колдонуучунун аты колдонулуп жатат.
kk_kz: Аusername қазірдің өзінде қолданылуда.
mn_mn: Хэрэглэгчийн нэр аль хэдийн хэрэгжээд байгаа.
ug_cn: ئىشلەتكۈچى ئىسمى ئاللىبۇرۇن ئىشلىتىلىۋاتىدۇ.

source: Can't update group file.
bo_cn: ཐབས་མེད་གསར་སྒྱུར་ཚོགས་ཆུང་ཡིག་ཆ།
kk_kg: Топтук файлды жаңылоо мүмкүн эмес.
kk_kz: Топтық файлды жаңарту мүмкін емес.
mn_mn: Бүлгийн файлыг шинэчилж чадахгүй.
ug_cn: گۇرۇپپا ھۆججىتىنى يېڭىلىيالمايدۇ.

source: Insufficient space to move home dir.
bo_cn: བར་སྟོང་མི་འདང་ས་ཐབས་མེད་པར་ཁྱིམ་སྤོ།
kk_kg: үй кир көчүрүү үчүн жетишсиз орун.
kk_kz: Үйге көшу үшін орын жеткіліксіз.
mn_mn: Гэртээ дир нүүлгэх зай хүрэлцэхгүй.
ug_cn: ئۆيگە ئايلىنىش بوشلۇقى يېتەرلىك ئەمەس.

source: Can't create/remove/move home directory.
bo_cn: བྱེད་ཐབས་གསར་གཏོད་དང་/སུབ་པ་/གནས་སྤོ་གཙོ་དཀར་ཆག
kk_kg: Үй каталогун түзүү/ алып салуу / көчүрүү мүмкүн эмес.
kk_kz: Үй каталогын құру / шығару / жылжыту мүмкін емес.
mn_mn: Гэрийн лавлах үүсгэх/хасах/зөөж болохгүй.
ug_cn: ئائىلە مۇندەرىجىسىنى قۇرالمايدۇ / ئۆچۈرەلمەيدۇ / يۆتكىمەيدۇ.

source: Can't update SELinux user mapping.
bo_cn: ཐབས་མེད་གསར་སྒྱུར། SELinuxསྤྱོད་མཁན་映射།
kk_kg: SELinux колдонуучусунун картпирасын жаңыртуу мүмкүн эмес.
kk_kz: SELinux пайдаланушысының картасын жаңарту мүмкін емес.
mn_mn: SELinux хэрэглэгчийн газрын зургийг шинэчилж чадахгүй.
ug_cn: SELinux ئىشلەتكۈچى خەرىتىسىنى يېڭىلىيالمايدۇ.

source: Can't update the subordinate uid file.
bo_cn: ཐབས་མེད་གསར་སྒྱུར་ཁོངས་གཏོགས། Uidཡིག་ཆ།
kk_kg: Баш ийген уид файлын жаңыртуу мүмкүн эмес.
kk_kz: Субъективті Uid файлын жаңарту мүмкін емес.
mn_mn: Subordinate uid файлыг шинэчилж чадахгүй.
ug_cn: قول ئاستىدىكى uid ھۆججىتىنى يېڭىلىيالمايدۇ.

source: Can't update the subordinate gid file.
bo_cn: ཐབས་མེད་གསར་སྒྱུར་ཁོངས་གཏོགས། Gidཡིག་ཆ།
kk_kg: Баш ийген гид файлын жаңыртуу мүмкүн эмес.
kk_kz: Субъективті gid файлын жаңарту мүмкін емес.
mn_mn: Subordinate gid файлыг шинэчилж чадахгүй.
ug_cn: قول ئاستىدىكى gid ھۆججىتىنى يېڭىلىيالمايدۇ.

source: Refuse to delete root user.
bo_cn: མི་སུབ་པ་རྩ་སྤྱོད་མཁན།
kk_kg: Тамыр колдонуучуну жоготуудан баш тартуу.
kk_kz: Түбір пайдаланушысын жоюдан бас тарту.
mn_mn: Root хэрэглэгчийг устгахаас татгалз.
ug_cn: يىلتىز ئىشلەتكۈچىنى ئۆچۈرۈشنى رەت قىلىڭ.

source: Refuse to delete three authority user.
bo_cn: མི་སུབ་པ་གསུམ་དབང་ཚད་སྤྱོད་མཁན།
kk_kg: Үч бийлик колдонуучусун жоготуудан баш тартуу.
kk_kz: Үш уәкілетті пайдаланушыны жоюдан бас тарту.
mn_mn: Гурван эрх мэдэл хэрэглэгчийг устгахаас татгалз.
ug_cn: ئۈچ ئورگان ئىشلەتكۈچىنى ئۆچۈرۈۋېتىشنى رەت قىلىڭ.

source: The authentication mode isn't supported.
bo_cn: མི་བྱེད་པར་རྒྱབ་སྐྱོར་བྱེད་པའི་ཐོབ་ཐང་ལ་ཚོད་ལྟ་ས་ར་སྤྲོད་བྱེད་སྟངས།
kk_kg: Аутентификация режими колдолбойт.
kk_kz: Аутентификация режимі қолдау көрсетілмейді.
mn_mn: Баталгаажуулалтын арга нь дэмжигддэггүй.
ug_cn: دەلىللەش ھالىتى قوللىمايدۇ.

source: User is locked.
bo_cn: སྤྱོད་མཁན་ཟིན་པ་锁定།
kk_kg: Колдонуучу кулпуланган.
kk_kz: Пайдаланушы құлыпталған.
mn_mn: Хэрэглэгч түгжээтэй байна.
ug_cn: ئىشلەتكۈچى قۇلۇپلانغان.

source: The name already exists.
bo_cn: དེའི་མིང་གནས་པ།
kk_kg: Аты буга чейин бар.
kk_kz: Аты бұрыннан бар.
mn_mn: Нэр нь аль хэдийн байдаг.
ug_cn: بۇ ئىسىم ئاللىبۇرۇن مەۋجۇت.

source: A user is modifying the password.
bo_cn: སྤྱོད་མཁན་བཞིན་བཟོ་བཅོས་གསང་བ།
kk_kg: Колдонуучу сырсөздү өзгөртүп жатат.
kk_kz: Пайдаланушы парольді өзгертуде.
mn_mn: Хэрэглэгч нууц үгийг өөрчилж байна.
ug_cn: ئىشلەتكۈچى پارولنى ئۆزگەرتىۋاتىدۇ.

source: The range of volume is between 0 and 1.0.
bo_cn: སྒྲ་གདངས་དྲག་ཞན་ཁོངས་ཀྱི་བར་དུ་གནས་པ་0དང་1.0བར།
kk_kg: Көлөмүнүн диапазону 0 менен 1,0 ортосунда.
kk_kz: Көлемнің ауқымы 0-ден 1,0-ге дейін.
mn_mn: 0-1.0-ийн хооронд хэлбэлзлийн хэмжээ байна.
ug_cn: ھەجىمى 0 دىن 1.0 گىچە.

source: The range of balance is between -1 and 1.
bo_cn: དོ་མཉམ་ཁོངས་ཀྱི་བར་དུ་གནས་པ་-1དང་1བར།
kk_kg: Баланстын диапазону -1 менен 1 ортосунда.
kk_kz: Тепе-теңдік диапазоны -1 мен 1 аралығында.
mn_mn: Тэнцвэрийн хэмжээ нь -1-1-ийн хооронд байна.
ug_cn: تەڭپۇڭلۇق دائىرىسى -1 دىن 1 گىچە.

source: The sink device isn't found.
bo_cn: མི་རྙེད་接收器སྒྲིག་ཆས།
kk_kg: Раковина түзмөк табылган жок.
kk_kz: Раковина құрылғысы табылмады.
mn_mn: Живхний аппарат олдсонгүй.
ug_cn: چۆكمە ئۈسكۈنىسى تېپىلمىدى.

source: The source device isn't found.
bo_cn: མི་རྙེད་པའི་འབྱུང་ཁུངས། སྒྲིག་ཆས།
kk_kg: Булак түзмөк табылган жок.
kk_kz: Бастапқы құрылғы табылмады.
mn_mn: Эх үүсвэрийн төхөөрөмж олдсонгүй.
ug_cn: مەنبە ئۈسكۈنىسى تېپىلمىدى.

source: The sink stream isn't found.
bo_cn: མི་རྙེད་接收器བཞུར།
kk_kg: Раковина агымы табылган жок.
kk_kz: Раковина ағыны табылмады.
mn_mn: Живхний урсгал олдсонгүй.
ug_cn: چۆكمە ئېقىمى تېپىلمىدى.

source: NTP unit is active.
bo_cn: NTPསྡེ་ཚན་དུ་གནས་པའི་བྱེད་སྒོ་འི་རྣམ་པ།
kk_kg: NTP бирдиги активдүү.
kk_kz: NTP блогы белсенді.
mn_mn: NTP нэгж идэвхтэй байна.
ug_cn: NTP بىرلىكى ئاكتىپ.

source: Invalid timezone.
bo_cn: དུས་ཁུལ་རྩིས་མེད་དུ་གཏོང་རྒྱུ།
kk_kg: Жараксыз убакыт зонасы.
kk_kz: Жарамсыз уақыт аймағы.
mn_mn: Хүчингүй цагийн бүс.
ug_cn: ئىناۋەتسىز ۋاقىت رايونى.

source: No NTP unit available.
bo_cn: མེད་པའི་རང་བྱུང་གི། NTPསྒྲིག་ཆས།
kk_kg: NTP бирдиги жок.
kk_kz: NTP қондырғысы жоқ.
mn_mn: NTP нэгж байхгүй.
ug_cn: NTP بىرلىكى يوق.

source: Unknown date format type.
bo_cn: ཤེས་མེད་པའི་ཚེས་གྲངས་རྣམ་གཞག་དབྱིབས།
kk_kg: Дата форматы белгисиз түрү.
kk_kz: Белгісіз күн форматының түрі.
mn_mn: Үл мэдэгдэх огноо форматын төрөл.
ug_cn: نامەلۇم چېسلا فورماتى تىپى.

source: Failed to set date format.
bo_cn: བྲལ་བའི་སྒྲིག་ལུགས་ཚེས་གྲངས་རྣམ་གཞག་དང་།
kk_kg: Дата форматын белгилөө ишке ашпады.
kk_kz: Күн форматын орната алмады.
mn_mn: Огнооны форматыг тогтоож чадаагүй.
ug_cn: چېسلا فورماتىنى بەلگىلىيەلمىدى.

source: Failed to set hour format.
bo_cn: བྲལ་བའི་སྒྲིག་ལུགས་ཆུ་ཚོད་རྣམ་གཞག་དང་།
kk_kg: Саат форматын белгилөө ишке ашпады.
kk_kz: Сағат форматын орната алмады.
mn_mn: Цагийн форматыг тогтоож чадаагүй.
ug_cn: سائەت فورماتىنى بەلگىلىيەلمىدى.

source: Failed to set seconds showing.
bo_cn: མེད་པ་བཟོ་རྒྱུ་ལས་མངོན་པར་སྐར་ཆ་འགའ།
kk_kg: Көрсөтүүнүн секудун орното алган жок.
kk_kz: Көрсететін секундтарды сәтсіз аяқтады.
mn_mn: Хэдэн секунд үзүүлж чадаагүй.
ug_cn: سېكۇنت كۆرسىتىشكە مەغلۇپ بولدى.

source: Failed to start NTP unit.
bo_cn: ཐབས་མེད་པའི་འགོ་ཚུགས། NTPསྒྲིག་ཆས།
kk_kg: NTP бирдигин баштоо ишке ашпады.
kk_kz: NTP қондырғысын іске қосу сәтсіз аяқталды.
mn_mn: NTP нэгжийг эхлүүлж чадаагүй.
ug_cn: NTP بىرلىكىنى قوزغىتىشقا مەغلۇب بولدى.

source: Failed to stop NTP unit.
bo_cn: ཐབས་བྲལ་བའི་མཚམས། NTPསྒྲིག་ཆས།
kk_kg: NTP бирдигин токтото алган жок.
kk_kz: NTP қондырғысын тоқтата алмады.
mn_mn: NTP нэгжийг зогсоож чадаагүй.
ug_cn: NTP بىرلىكىنى توختىتىشقا مەغلۇب بولدى.

source: Unknown display style.
bo_cn: མངོན་པའི་གཟུགས་བྱད་ཤེས།
kk_kg: Белгисиз дисплей стили.
kk_kz: Белгісіз дисплей стилі.
mn_mn: Үл мэдэгдэх үзүүлбэрийн хэв маяг.
ug_cn: نامەلۇم كۆرسىتىش ئۇسلۇبى.

source: The mode of monitors which contain resolution and refresh rate is no intersection.
bo_cn: འདུ་བ་分辨率དང་གསར་གཏོད་ཚད་འི་བརྡ་སྟོན་ཡོ་ཆས་དཔེ་དབྱིབས་མེད་ཅིག་ཅར་དུ་འཆར་བ།
kk_kg: Чечимди жана сергитүү курсун камтыган мониторлордун режими кесилиш эмес.
kk_kz: Ажыратымдылық пен жаңару жылдамдығы бар мониторлардың режимі қиылыспайды.
mn_mn: Шийдвэр гаргах, сэргээх хурд бүхий мониторуудын хэв маяг нь замын уулзвар биш юм.
ug_cn: ئېنىقلىق ۋە يېڭىلاش نىسبىتىنى ئۆز ئىچىگە ئالغان نازارەت قىلىش شەكلى كېسىشىش ئېغىزى ئەمەس.

source: Auto mode is set failed.
bo_cn: རང་འགུལ་གྱིས་དཔེ་དབྱིབས་བཟོ་ཕམ་པ་རེད།
kk_kg: Авто режим ишке ашпады.
kk_kz: Авто режимі сәтсіз аяқталды.
mn_mn: Авто замын хэв маяг нь бүтэлгүйтсэн.
ug_cn: ئاپتوماتىك ھالەت مەغلۇپ بولدى.

source: Failed to set the window scaling factor.
bo_cn: བྲལ་བའི་སྒྲིག་ལུགས་སྐར་ཁུང་缩放གྱི་རྐྱེན་གྲངས།
kk_kg: Терезени масштабдоо факторуна орнотуу ишке ашпады.
kk_kz: Терезенің масштабтау коэффициентін орната алмады.
mn_mn: Цонхны хэмжүүрийн хүчин зүйлийг тогтоож чадаагүй.
ug_cn: كۆزنەكنى كېڭەيتىش ئامىلىنى بەلگىلىيەلمىدى.
